import React from 'react';
import './about.css';
import mojib from '../../images/mojib.webp';
import birth from '../../images/birth.jpg';
import trophy from '../../images/trophy.jpg';
import nineteen from '../../images/1949.jpg';
import pakistan2 from '../../images/pakistan2.jpg';
import language from '../../images/language.jpg';
import sWardi from '../../images/sWardi.jpg';
import sevenE from '../../images/sevenE.jpg';
import sixP from '../../images/sixP.jpg';
import sevenM from '../../images/sixP.jpg';
import newS from '../../images/newS.jpg';

function About() {
  return (
    <div className="mt-4">
      <div className="container">
        <h1 className="pt-5 pb-5 bg-primary text-center text-light">
          বঙ্গবন্ধু কর্নার
        </h1>
      </div>
      <div className="">
        <div className="title">
          <h1>শেখ মুজিবুর রহমান</h1>
          <h6>উইকিপিডিয়া, মুক্ত বিশ্বকোষ থেকে</h6>
        </div>
        <div className="descDiv">
          <div className="pDiv">
            <p className="">
              শেখ মুজিবুর রহমান (১৭ই মার্চ ১৯২০ – ১৫ই আগস্ট ১৯৭৫),
              সংক্ষিপ্তাকারে শেখ মুজিব বা বঙ্গবন্ধু, ছিলেন বাংলাদেশের প্রথম
              রাষ্ট্রপতি ও দক্ষিণ এশিয়ার অন্যতম প্রভাবশালী রাজনৈতিক ব্যক্তিত্ব।
              তিনি ভারত বিভাজন আন্দোলনে সক্রিয় অংশগ্রহণ করেন এবং পরবর্তীকালে
              পূর্ব পাকিস্তানকে স্বাধীন দেশ হিসেবে প্রতিষ্ঠার সংগ্রামে
              কেন্দ্রীয়ভাবে নেতৃত্ব প্রদান করেন। শুরুতে তিনি আওয়ামী লীগের
              সভাপতি, এরপর বাংলাদেশের প্রধানমন্ত্রী এবং পরবর্তীকালে বাংলাদেশের
              রাষ্ট্রপতির দায়িত্ব পালন করেন। পূর্ব পাকিস্তানের রাজনৈতিক
              স্বায়ত্তশাসন অর্জনের প্রয়াস এবং পরবর্তীকালে ১৯৭১ খ্রিষ্টাব্দে
              বাংলাদেশের স্বাধীনতা আন্দোলন ও বাংলাদেশের মুক্তিযুদ্ধের পেছনের
              কেন্দ্রীয় ব্যক্তিত্ব হিসেবে শেখ মুজিবুর রহমানকে সর্বাধিক
              গুরুত্বপূর্ণ চরিত্র হিসেবে কৃতিত্বের স্বীকৃতিস্বরূপ তাকে
              বাংলাদেশের “জাতির জনক” বা “জাতির পিতা” হিসেবে অভিহিত করা হয়।[২]
              এছাড়াও তাকে প্রাচীন বাঙালি সভ্যতার আধুনিক স্থপতি ও সর্বকালের
              সর্বশ্রেষ্ঠ বাঙালি হিসেবে বিবেচনা করা হয়।[৩] জনসাধারণের কাছে তিনি
              “শেখ মুজিব” বা “শেখ সাহেব” নামে এবং তার উপাধি “বঙ্গবন্ধু” হিসেবেই
              অধিক পরিচিত। তার কন্যা শেখ হাসিনা বাংলাদেশের বর্তমান
              প্রধানমন্ত্রী। ১৯৪৭ খ্রিষ্টাব্দে ভারত বিভাগ পরবর্তী পূর্ব
              পাকিস্তানের রাজনীতির প্রাথমিক পর্যায়ে শেখ মুজিব ছিলেন তরুণ
              ছাত্রনেতা। পরবর্তীকালে তিনি আওয়ামী লীগের সভাপতি হন।[৪]
              সমাজতন্ত্রের পক্ষসমর্থনকারী একজন অধিবক্তা হিসেবে তিনি তৎকালীন
              পূর্ব পাকিস্তানের জনগোষ্ঠীর প্রতি সকল ধরনের বৈষম্যের বিরুদ্ধে
              আন্দোলন গড়ে তোলেন। জনগণের স্বাধিকার প্রতিষ্ঠার লক্ষ্যে ছয় দফা
              স্বায়ত্তশাসন পরিকল্পনা প্রস্তাব করেন, যাকে তৎকালীন পাকিস্তান
              সরকার একটি বিচ্ছিন্নতাবাদী পরিকল্পনা হিসেবে ঘোষণা করেছিল।[৫] ছয়
              দফা দাবির মধ্যে প্রধান দাবি ছিল প্রাদেশিক স্বায়ত্তশাসন, যার কারণে
              তিনি আইয়ুব খানের সামরিক শাসনের অন্যতম বিরোধী পক্ষে পরিণত হন। ১৯৬৮
              খ্রিষ্টাব্দে ভারত সরকারের সাথে যোগসাজশ ও ষড়যন্ত্রের অভিযোগে তাকে
              প্রধান আসামি করে আগরতলা মামলা দায়ের করা হয়; তবে ঊনসত্তরের
              গণঅভ্যুত্থানের কারণে তা প্রত্যাহার করে নেয়া হয়।[৬] ১৯৭০
              খ্রিষ্টাব্দের নির্বাচনে তার নেতৃত্বাধীন আওয়ামী লীগ নিরঙ্কুশ বিজয়
              অর্জন করা সত্ত্বেও তাকে সরকার গঠনের সুযোগ দেয়া হয়নি। পাকিস্তানের
              নতুন সরকার গঠন বিষয়ে তৎকালীন রাষ্ট্রপতি ইয়াহিয়া খান এবং পশ্চিম
              পাকিস্তানের রাজনীতিবিদ জুলফিকার আলী ভুট্টোর সাথে শেখ মুজিবের
              আলোচনা বিফলে যাওয়ার পর ১৯৭১ খ্রিষ্টাব্দের ২৫শে মার্চ মধ্যরাতে
              পাকিস্তান সেনাবাহিনী ঢাকা শহরে গণহত্যা চালায়। ফলশ্রুতিতে, তিনি
              বাংলাদেশের স্বাধীনতার ঘোষণা দেন। একই রাতে তাকে গ্রেফতার করে পশ্চিম
              পাকিস্তানে নিয়ে যাওয়া হয়।[৭] ব্রিগেডিয়ার রহিমুদ্দিন খানের
              সামরিক আদালত তাকে মৃত্যুদণ্ড প্রদান করলেও তা কার্যকর করা
              হয়নি।[৮][৯] নয় মাসব্যাপী রক্তক্ষয়ী মুক্তিযুদ্ধ শেষে ১৯৭১
              খ্রিষ্টাব্দের ১৬ই ডিসেম্বর বাংলাদেশ-ভারত যৌথ বাহিনীর কাছে
              পাকিস্তান সেনাবাহিনী আত্মসমর্পণ করার মধ্য দিয়ে বিশ্ব মানচিত্রে
              “বাংলাদেশ” নামক স্বাধীন, সার্বভৌম রাষ্ট্রের অভ্যুদয় ঘটে। ১৯৭২
              খ্রিষ্টাব্দের ১০ই জানুয়ারি শেখ মুজিব পাকিস্তানের কারাগার থেকে
              মুক্ত হয়ে স্বদেশে প্রত্যাবর্তন করেন এবং বাংলাদেশের প্রথম
              রাষ্ট্রপতির দায়িত্ব গ্রহণ করেন। ১৯৭২ খ্রিষ্টাব্দের ১২ই জানুয়ারি
              তিনি সংসদীয় শাসনব্যবস্থা প্রবর্তন করে প্রধানমন্ত্রীর দায়িত্ব
              গ্রহণ করেন।[১০] মতাদর্শগতভাবে তিনি বাঙালি জাতীয়তাবাদ, সমাজতন্ত্র,
              গণতন্ত্র ও ধর্মনিরপেক্ষতায় বিশ্বাসী ছিলেন; যা সম্মিলিতভাবে
              মুজিববাদ নামে পরিচিত। এগুলোর উপর ভিত্তি করে সংবিধান প্রণয়ন এবং
              তদানুযায়ী রাষ্ট্র পরিচালনার চেষ্টা সত্ত্বেও তীব্র দারিদ্র্য,
              বেকারত্ব, সর্বত্র অরাজকতাসহ ব্যাপক দুর্নীতি মোকাবেলায় তিনি কঠিন
              সময় অতিবাহিত করেন। ক্রমবর্ধমান রাজনৈতিক অস্থিরতা দমনের লক্ষ্যে
              ১৯৭৫ খ্রিষ্টাব্দে তিনি একদলীয় রাজনৈতিক ব্যবস্থা প্রবর্তন করতে
              বাধ্য হন। এর সাত মাস পরে ১৯৭৫ খ্রিষ্টাব্দের ১৫ই আগস্ট একদল সামরিক
              কর্মকর্তার হাতে তিনি সপরিবারে নিহত হন। ২০০৪ খ্রিষ্টাব্দে বিবিসি
              কর্তৃক পরিচালিত জনমত জরিপে শেখ মুজিবুর রহমান সর্বকালের সর্বশ্রেষ্ঠ
              বাঙালি হিসেবে নির্বাচিত হন।
            </p>
          </div>
          <div className="imgDiv">
            <img src={mojib} alt="" className="" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
          </div>
        </div>
        {/* জন্ম */}
        <h2 className="container">প্রারম্ভিক জীবন</h2>
        <hr className="container" />
        <div className="descDiv">
          <div className="imgDiv">
            <img src={birth} alt="" className="" />
            <p>টুঙ্গিপাড়ায় শেখ মুজিবুর রহমানের পৈতৃক ভিটা</p>
          </div>
          <div className="pDiv">
            <h5>জন্ম</h5>
            <p className="">
              শেখ মুজিবুর রহমান ১৯২০ খ্রিষ্টাব্দের ১৭ই মার্চ (৩রা চৈত্র ১৩২৭
              বঙ্গাব্দ) রাত ৮টায়[১৩] তৎকালীন ব্রিটিশ ভারতের বেঙ্গল
              প্রেসিডেন্সির অন্তর্ভুক্ত ফরিদপুর জেলার গোপালগঞ্জ মহকুমার পাটগাতি
              ইউনিয়নের বাইগার নদী তীরবর্তী টুঙ্গিপাড়া গ্রামে জন্মগ্রহণ
              করেন।[১৪] তিনি শেখ বংশের গোড়াপত্তনকারী শেখ বোরহানউদ্দিনের বংশধর।
              তার বাবা শেখ লুৎফুর রহমান গোপালগঞ্জ দায়রা আদালতের সেরেস্তাদার বা
              হিসাব সংরক্ষণকারী ছিলেন এবং তার মা সায়েরা খাতুন। চার কন্যা এবং
              দুই পুত্রের মধ্যে তিনি ছিলেন তৃতীয়। শেখ মুজিবুর রহমানের বড় বোনের
              নাম ফাতেমা বেগম, মেজ বোন আছিয়া বেগম, সেজ বোন হেলেন ও ছোট বোন
              লাইলী এবং তার ছোট ভাইয়ের নাম শেখ আবু নাসের।[১৫] তার নানা শেখ
              আবদুল মজিদ তার নামকরণ করেন “শেখ মুজিবুর রহমান”। তার ছোটবেলার
              ডাকনাম ছিল “খোকা”।[১৬][১৭] ছোটবেলা থেকেই তিনি মানুষের প্রতি
              সহমর্মী স্বভাবের অধিকারী ছিলেন। দুর্ভিক্ষের সময় নিজের গোলা থেকে
              ধান বিতরণ করতেন। সমিতি করে অন্যদের কাছ থেকে ধান-চাল সংগ্রহ করে
              গরিব ছাত্রদের মধ্যে বিলি করতেন।
            </p>
            <h5>শিক্ষা</h5>
            <p>
              ১৯২৭ খ্রিষ্টাব্দে সাত বছর বয়সে শেখ মুজিব গিমাডাঙ্গা প্রাথমিক
              বিদ্যালয়ে পড়াশোনা শুরু করেন। নয় বছর বয়সে ১৯২৯ খ্রিষ্টাব্দে
              গোপালগঞ্জ পাবলিক বিদ্যালয়ে তৃতীয় শ্রেণিতে ভর্তি হন। পিতার
              বদলিজনিত কারণে ১৯৩১ খ্রিষ্টাব্দে তিনি মাদারীপুর ইসলামিয়া
              বিদ্যালয়ে চতুর্থ শ্রেণিতে ভর্তি হন এবং সেখানে ১৯৩৪ খ্রিষ্টাব্দ
              পর্যন্ত পড়াশোনা করেন।[১৮] ১৯৩৪ খ্রিষ্টাব্দে তিনি বেরিবেরি নামক
              জটিল রোগে আক্রান্ত হন এবং তার হৃৎপিণ্ড দুর্বল হয়ে পড়ে। ১৯৩৬
              খ্রিষ্টাব্দে তার চোখে গ্লুকোমা ধরা পড়ে ও অস্ত্রোপচার করাতে হয়
              এবং এ থেকে সম্পূর্ণরূপে আরোগ্যলাভ করতে বেশ সময় লেগেছিল। এ কারণে
              তিনি ১৯৩৪ খ্রিষ্টাব্দ থেকে ১৯৩৮ খ্রিষ্টাব্দ পর্যন্ত চার বছর
              বিদ্যালয়ের পাঠ চালিয়ে যেতে পারেননি। তিনি ১৯৩৮ খ্রিষ্টাব্দে সুস্থ
              হবার পর গোপালগঞ্জে মাথুরানাথ ইনস্টিটিউট মিশন স্কুলে সপ্তম শ্রেণিতে
              ভর্তি হন। এ সময়ে তার গৃহশিক্ষক ছিলেন ব্রিটিশবিরােধী আন্দোলনের
              সক্রিয় কর্মী এবং বহু বছর জেল খাটা কাজী আবদুল হামিদ (হামিদ
              মাস্টার) নামীয় জনৈক ব্যক্তি।[১৯] পরবর্তীকালে গোপালগঞ্জ মিশনারি
              স্কুল থেকে তিনি ১৯৪২ খ্রিষ্টাব্দে ম্যাট্রিকুলেশন পাশ করেন।[১৮]
              ১৯৪৪ খ্রিষ্টাব্দে শেখ মুজিব কলকাতার ইসলামিয়া কলেজ (বর্তমান নাম
              মৌলানা আজাদ কলেজ) থেকে আই.এ. এবং ১৯৪৭ খ্রিষ্টাব্দে ইতিহাস ও
              রাষ্ট্রবিজ্ঞান বিষয়ে স্নাতক ডিগ্রি লাভ করেন।[২০] কলকাতা
              বিশ্ববিদ্যালয়ের অধিভুক্ত এই কলেজটি তখন বেশ নামকরা ছিল। ইসলামিয়া
              কলেজে অধ্যয়নকালীন তিনি বেকার হোস্টেলের ২৪ নং কক্ষে থাকতেন। ১৯৯৮
              খ্রিষ্টাব্দে পশ্চিমবঙ্গ সরকার তার সম্মানার্থে ২৩ ও ২৪ নম্বর কক্ষকে
              একত্র করে “বঙ্গবন্ধু স্মৃতিকক্ষ” তৈরি করে।[২১] ২০১১ খ্রিষ্টাব্দের
              ২৩শে ফেব্রুয়ারি কক্ষটির সম্মুখে তার আবক্ষ ভাস্কর্য স্থাপন করা
              হয়।[২১] ভারত বিভাজনের পর তিনি ঢাকা বিশ্ববিদ্যালয়ে আইন বিষয়ে
              ভর্তি হন। তবে চতুর্থ শ্রেণির কর্মচারীদের দাবি-দাওয়ার প্রতি
              বিশ্ববিদ্যালয় কর্তৃপক্ষের উদাসীনতার বিরুদ্ধে বিক্ষোভ প্রদর্শনে
              উস্কানি দেয়ার অভিযোগে বিশ্ববিদ্যালয় কর্তৃপক্ষ তাকে ১৯৪৯
              খ্রিষ্টাব্দে বহিষ্কার করে।[২২] পরবর্তীকালে ২০১০ খ্রিষ্টাব্দের ১৪ই
              আগস্ট ঢাকা বিশ্ববিদ্যালয় কর্তৃপক্ষ এই বহিষ্কারাদেশ প্রত্যাহার করে
              নেয়।
            </p>
          </div>
        </div>
        {/* ব্রিটিশ ভারতে রাজনৈতিক সক্রিয়তা */}
        <div className="descDiv">
          <div className="pDiv">
            <h3>ব্রিটিশ ভারতে রাজনৈতিক সক্রিয়তা</h3>
            <hr />
            <p className="">
              শেখ মুজিবের রাজনৈতিক জীবনের সূচনা ঘটেছিল ১৯৩৯ খ্রিষ্টাব্দে মিশনারি
              স্কুলে পড়ার সময় থেকে। ঐ বছরই বিদ্যালয় পরিদর্শনে আসেন তদানীন্তন
              বেঙ্গল প্রেসিডেন্সির মুখ্যমন্ত্রী শেরে বাংলা এ কে ফজলুল হক এবং
              খাদ্যমন্ত্রী ও পরবর্তীকালে বাংলা প্রদেশ ও পাকিস্তানের
              প্রধানমন্ত্রীর দায়িত্ব পালনকারী হোসেন শহীদ সোহ্‌রাওয়ার্দী। ঐ
              সময় বিদ্যালয়ের ছাদ সংস্কারের দাবি নিয়ে একটি দল তাদের কাছে যায়।
              দলটির নেতৃত্ব দিয়েছিলেন শেখ মুজিব।[২২] ব্যক্তিগত রেষারেষির জেরে
              ১৯৩৮ খ্রিষ্টাব্দে শেখ মুজিবুর রহমানকে প্রথমবারের মতো গ্রেফতার করা
              হয়। ৭ দিন হাজতবাস করার পর তিনি ছাড়া পান। ১৯৩৯ খ্রিষ্টাব্দে তিনি
              গোপালগঞ্জ মহকুমা মুসলিম ছাত্রলীগের প্রতিষ্ঠাতা সেক্রেটারি এবং
              মহকুমা মুসলিম লীগের ডিফেন্স কমিটির সেক্রেটারি নির্বাচিত হন।[২০]
              ১৯৪০ খ্রিষ্টাব্দে নিখিল ভারত মুসলিম ছাত্র ফেডারেশনে যোগ দেন। এ
              সময়ে তিনি এক বছর মেয়াদের জন্য নিখিল বঙ্গ মুসলিম ছাত্রলীগের
              কাউন্সিলর নির্বাচিত হন।[২৬] ১৯৪১ খ্রিষ্টাব্দে ফরিদপুর জেলা
              ছাত্রলীগের সম্মেলনে কাজী নজরুল ইসলাম, হুমায়ুন কবির, প্রিন্সিপাল
              ইবরাহীম খাঁ প্রমুখ যোগদান করেন। শেখ মুজিব এই সম্মেলনের অন্যতম
              আয়োজক ছিলেন। শেখ মুজিবুর রহমান ১৯৪২ খ্রিষ্টাব্দে ইসলামিয়া কলেজে
              ভর্তি হন। সেখানে অধ্যয়নকালীন তিনি বাংলার অগ্রণী মুসলিম নেতা হোসেন
              শহীদ সোহ্‌রাওয়ার্দীর সংস্পর্শে আসেন। এম. ভাস্করণ তাকে
              “সোহ্‌রাওয়ার্দীর ছত্রতলে রাজনীতির উদীয়মান বরপুত্র” হিসেবে
              আখ্যায়িত করেন।[২৭] একই বছর কলকাতায় ছাত্রনেতা আবদুল ওয়াসেক
              প্রমুখের নেতৃত্বে হলওয়েল মনুমেন্ট অপসারণ আন্দোলনে জড়িয়ে
              পড়েন।[১৭] ঐ সময় থেকে তিনি সক্রিয়ভাবে ছাত্র রাজনীতি শুরু করেন
              এবং বিনা প্রতিদ্বন্দ্বিতায় ইসলামিয়া কলেজ ছাত্র ইউনিয়নের সাধারণ
              সম্পাদক নির্বাচিত হন।[২০] ১৯৪৩ খ্রিষ্টাব্দে তিনি বেঙ্গল মুসলিম
              লীগে যোগ দেন। এখানে তার ছাত্র আন্দোলনের মুখ্য বিষয় ছিল–পৃথক
              মুসলিম রাষ্ট্র হিসেবে পাকিস্তান প্রতিষ্ঠা। ১৯৪৩ খ্রিষ্টাব্দে
              বঙ্গীয় মুসলিম লীগের কাউন্সিলর নির্বাচিত হন।[২৮] ১৯৪৪ খ্রিষ্টাব্দে
              বর্তমান বাংলাদেশের কুষ্টিয়ায় নিখিল বঙ্গ মুসলিম ছাত্রলীগের
              সম্মেলন অনুষ্ঠিত হয়। এই সম্মেলনে শেখ মুজিব বিশেষ ভূমিকা পালন
              করেন। তিনি কলকাতায় বসবাসরত ফরিদপুরবাসীদের নিয়ে গঠিত “ফরিদপুর
              ডিস্ট্রিক্ট এসোসিয়েশনের” সেক্রেটারি মনোনীত হন। এর দুই বছর পর
              ইসলামিয়া কলেজ ছাত্র ইউনিয়নের মহাসচিব নির্বাচিত হন
            </p>
            <h5>পাকিস্তান আন্দোলন, যুক্তবঙ্গ ও দেশভাগ</h5>
            <p>
              ১৯৪০ খ্রিষ্টাব্দে লাহোর প্রস্তাব উত্থাপনের পর মুসলিম লীগ পাকিস্তান
              প্রতিষ্ঠার জন্য মাঠে নেমে পড়ে। মুসলিম লীগের তরুণ ছাত্রনেতা শেখ
              মুজিব এ সময় পাকিস্তান প্রতিষ্ঠার আন্দোলনে নিজেকে যুক্ত
              করেছিলেন।[২৯][৩০] “পাকিস্তান দাবির পক্ষে গণভোট” খ্যাত ১৯৪৬
              খ্রিষ্টাব্দের নির্বাচনে শেখ মুজিব বৃহত্তর ফরিদপুর অঞ্চলে লীগের
              ওয়ার্কার ইনচার্জের দায়িত্বে থেকে একনিষ্ঠভাবে কাজ করেন। তৃণমূল
              পর্যায়ে সাধারণ কৃষক সমাজের কাছে গিয়ে তিনি পাকিস্তান দাবির
              ন্যায্যতার বিষয় প্রচার করে ভোট চান। এই নির্বাচনে মুসলিম
              সংখ্যাগরিষ্ঠ অঞ্চলগুলোতে মুসলিম লীগ বিজয় লাভ করে। তবে একমাত্র
              বাংলায় তারা একক সংখ্যাগরিষ্ঠতা অর্জন করে এবং সোহ্‌রাওয়ার্দীর
              নেতৃত্বে সরকার গঠিত হয়।[৩০] ১৯৪৬ খ্রিষ্টাব্দের ১৬ই আগস্ট
              প্রত্যক্ষ সংগ্রাম দিবস পালনের সময় কলকাতায় ভয়ানক হিন্দু-মুসলিম
              দাঙ্গার সূত্রপাত হয়। মুজিব মুসলিমদের রক্ষা এবং দাঙ্গা নিয়ন্ত্রণে
              আনার জন্য হোসেন শহীদ সোহ্‌রাওয়ার্দীর সাথে বিভিন্ন রাজনৈতিক
              তৎপরতায় শরিক হন।[৩১][৩২] ঐ সময় সোহ্‌রাওয়ার্দী, আবুল হাশিম,
              শরৎচন্দ্র বসু প্রমুখের নেতৃত্বে ভারত ও পাকিস্তান কর্তৃত্বের বাইরে
              অবিভক্ত স্বাধীন বাংলা গঠনের যে “যুক্তবঙ্গ আন্দোলন” সংগঠিত হয়, শেখ
              মুজিব তাতেও যুক্ত হন।[২৯] পরবর্তীকালে ভারত ও পাকিস্তান রাষ্ট্র
              সৃষ্টি নিশ্চিত হলে আসাম প্রদেশের বাঙালি মুসলমান অধ্যুষিত সিলেট
              জেলার ভাগ্য নির্ধারণে গণভোট অনুষ্ঠিত হয়। শেখ মুজিব সিলেট গণভোটে
              পাকিস্তানে অন্তর্ভুক্তির পক্ষে সংগঠক ও প্রচারক হিসেবে কাজ করেন।
              তিনি এসময় প্রায় ৫০০ কর্মী নিয়ে কলকাতা থেকে সিলেট গিয়েছিলেন।
              গণভোটে জয়লাভ সত্ত্বেও করিমগঞ্জ পাকিস্তান অংশে না থাকা এবং
              দেশভাগের সীমানা নির্ধারণের সময় পূর্ব পাকিস্তানের বিভিন্ন ভৌগোলিক
              অপ্রাপ্তির বিষয় নিয়ে স্বীয় আত্মজীবনীতে ক্ষোভ প্রকাশ করেছেন।
            </p>
          </div>
          <div className="imgDiv">
            <img src={trophy} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
            <img src={nineteen} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
            <img src={mojib} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
          </div>
        </div>
        {/* পাকিস্তানে রাজনৈতিক সংগ্রাম */}
        <div className="descDiv">
          <div className="pDiv">
            <h3>পাকিস্তানে রাজনৈতিক সংগ্রাম</h3>
            <hr />
            <p className="">
              ব্রিটিশ ভারত থেকে পাকিস্তান ও ভারত পৃথক হবার পর শেখ মুজিব পূর্ব
              পাকিস্তানে ফিরে ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগে ভর্তি হন। ১৯৪৭
              খ্রিষ্টাব্দের ৭ই সেপ্টেম্বর প্রতিষ্ঠিত পূর্ব পাকিস্তান গণতান্ত্রিক
              যুবলীগের প্রতিষ্ঠাতা সদস্য হন।[২০] ১৯৪৮ খ্রিষ্টাব্দের ৪ঠা
              জানুয়ারি পূর্ব পাকিস্তান মুসলিম ছাত্রলীগ প্রতিষ্ঠা করেন,[৩৪] যার
              মাধ্যমে তিনি উক্ত অঞ্চলের অন্যতম প্রধান ছাত্রনেতায় পরিণত হন। এ
              সময় তিনি সমাজতন্ত্রের দিকে ঝুঁকে পড়েন এবং দারিদ্র্য, বেকারত্ব ও
              জীবনযাত্রার মান উন্নয়নের জন্য সমাজতন্ত্রকেই একমাত্র সমাধান হিসেবে
              মনে করতে থাকেন।
            </p>
            <h5>বাংলা ভাষা আন্দোলন</h5>
            <p>
              বাংলাকে অন্যতম রাষ্ট্রভাষা করার দাবি নিয়ে প্রতিষ্ঠিত আন্দোলনে অংশ
              নেয়ার মাধ্যমে শেখ মুজিবের রাজনৈতিক তৎপরতার সূচনা ঘটে। ১৯৪৮
              খ্রিষ্টাব্দের ২৩শে ফেব্রুয়ারি করাচিতে পাকিস্তান গণপরিষদের
              অধিবেশনে উর্দু বা ইংরেজিতে বক্তব্য দেয়ার প্রস্তাব নাকচ করেন পূর্ব
              পাকিস্তানের কংগ্রেসের সদস্য ধীরেন্দ্রনাথ দত্ত। তিনি বাংলাকেও
              গণপরিষদের ভাষা করার দাবি তুলে ধরেন। ঐ সময় পাকিস্তানের
              প্রধানমন্ত্রী লিয়াকত আলী খান ও পূর্ব পাকিস্তানের মুখ্যমন্ত্রী
              খাজা নাজিমউদ্দিন বাংলা ভাষার বিরোধিতা করলে প্রস্তাবটি বাতিল হয়ে
              যায়। এছাড়াও ১৯৪৮ খ্রিষ্টাব্দের ২১শে মার্চ মোহাম্মদ আলী জিন্নাহ
              উর্দুকে পাকিস্তানের রাষ্ট্রভাষা করার ঘোষণা দেন।[৩৬] এতে পূর্ব
              পাকিস্তানে বিরূপ প্রতিক্রিয়ার সৃষ্টি হয়। প্রতিবাদী শেখ মুজিব
              অবিলম্বে মুসলিম লীগের এই পূর্ব পরিকল্পিত সিদ্ধান্তের বিরুদ্ধে
              আন্দোলন শুরু করার সিদ্ধান্ত নেন। একই বছরের ২রা মার্চে ঢাকা
              বিশ্ববিদ্যালয়ের ফজলুল হক মুসলিম হলে বিভিন্ন রাজনৈতিক দলের নেতাদের
              অংশগ্রহণে একটি সম্মেলন অনুষ্ঠিত হয়। ঐ সম্মেলনে মুসলিম লীগের
              বিরুদ্ধে আন্দোলনের নীতিমালা নিয়ে আলোচনা করা হয়। শেখ মুজিব একটি
              প্রস্তাব পেশ করেছিলেন যা থেকে সর্বদলীয় সংগ্রাম পরিষদ গঠনের
              সিদ্ধান্ত নেয়া হয়।[৩৭][৩৮] ঐ পরিষদের আহ্বানে ১১ই মার্চ ১৯৪৮
              খ্রিষ্টাব্দে ঢাকায় ধর্মঘট পালিত হয়। ধর্মঘট পালনকালে শেখ মুজিবসহ
              আরও কয়েকজন রাজনৈতিক কর্মীকে সচিবালয়ের সামনে থেকে গ্রেফতার করা
              হয়। কিন্তু ছাত্রসমাজের তীব্র প্রতিবাদের মুখে ১৫ই মার্চ শেখ মুজিব
              এবং অন্যান্য ছাত্র নেতাকে মুক্তি দেয়া হয়।[৩৯] তাদের মুক্তি
              উপলক্ষে সর্বদলীয় রাষ্ট্রভাষা সংগ্রাম পরিষদ ঢাকা বিশ্ববিদ্যালয়ের
              বটতলায় শোভাযাত্রা হয় যাতে শেখ মুজিব সভাপতিত্ব করেন। তবে পুলিশ এই
              শোভাযাত্রা অবরোধ করে রেখেছিল। ১৫ই মার্চ মুজিবের নেতৃত্বে
              রাষ্ট্রভাষা সংগ্রাম পরিষদ গড়ে তোলা হয়।[৩৮] পুলিশি কার্যক্রমের
              বিরুদ্ধে শেখ মুজিব অবিলম্বে ১৭ই মার্চ ১৯৪৮ খ্রিষ্টাব্দে দেশব্যাপী
              ছাত্র ধর্মঘটের ঘোষণা দেন।[৪০] ১৯শে মার্চ তিনি ঢাকা
              বিশ্ববিদ্যালয়ের চতুর্থ শ্রেণির কর্মচারীদের অধিকার আদায়ের লক্ষ্যে
              একটি আন্দোলন পরিচালনা করেন। একই সময়ে ফরিদপুরে কর্ডন প্রথার[টীকা
              ২] বিরুদ্ধে আন্দোলন করায় সেই বছরেরই ১১ই সেপ্টেম্বর তারিখে তাকে
              আবার আটক করা হয়।[৪১] ১৯৪৯ খ্রিষ্টাব্দের ২১শে জানুয়ারি শেখ
              মুজিবকে জেল থেকে মুক্তি দেয়া হয়। জেল থেকে বেরিয়ে তিনি আবার
              চতুর্থ শ্রেণির কর্মচারীদের দাবি আদায়ের আন্দোলনে জড়িয়ে পড়েন যার
              জন্য তাকে বিশ্ববিদ্যালয় থেকে জরিমানা করা হয়। কিন্তু তিনি এই
              জরিমানাকে অবৈধ ঘোষণা করে তা প্রদান করা থেকে বিরত থাকেন। এরই
              ধারাবাহিকতায় ২৬শে এপ্রিল ১৯৪৯ খ্রিষ্টাব্দে মুসলিম লীগ বিরোধী
              প্রার্থী শামসুল হক টাঙ্গাইলের উপ-নির্বাচনে বিজয় লাভ করেন।[৪২] শেখ
              মুজিব তার সেই আন্দোলনের সফলতার জন্য উপাচার্যের বাসভবনের সামনে অনশন
              ধর্মঘট করেন যার জন্য তাকে পুনরায় আটক করা হয়। এ সময়েই তাকে ঢাকা
              বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়। তার বিরুদ্ধে অভিযোগ ছিল
              বিশ্ববিদ্যালয়ের চতুর্থ শ্রেণির কর্মচারীদের অধিকার আদায়ের
              আন্দোলনে নেতৃত্ব প্রদান করা। উল্লেখ্য যে, মৃত্যু-পরবর্তীকালে ২০১০
              খ্রিষ্টাব্দের ১৪ই আগস্ট তার হৃত ছাত্রত্ব ঢাকা বিশ্ববিদ্যালয়
              কর্তৃপক্ষ ফিরিয়ে দেয়।[২৩][৪৩] ২৬শে জুন, ১৯৪৯ খ্রিষ্টাব্দে ঢাকা
              কেন্দ্রীয় কারাগার থেকে মুক্তি লাভের পর শেখ মুজিবুর রহমান ১৯৫০
              খ্রিষ্টাব্দের জানুয়ারি মাসে পাকিস্তানের প্রধানমন্ত্রী লিয়াকত আলি
              খানের পূর্ব পাকিস্তান আগমনকে উপলক্ষ করে আওয়ামী মুসলিম লীগ ঢাকায়
              দুর্ভিক্ষবিরোধী মিছিল বের করে। এই মিছিলের নেতৃত্ব দেয়ার কারণে
              এবারও শেখ মুজিবকে আটক করা হয় এবং দুই বছর জেলে আটক করে রাখা
              হয়।[৪৪] ১৯৫২ খ্রিষ্টাব্দের ২৬শে জানুয়ারি মুজিবের জেলমুক্তির আদেশ
              পাঠ করার কথা থাকলেও খাজা নাজিমুদ্দিন ঘোষণা করেন, “উর্দুই
              পাকিস্তানের একমাত্র রাষ্ট্রভাষা হবে।” এ ঘোষণার পর জেলে থাকা
              সত্ত্বেও প্রয়োজনীয় দিক-নির্দেশনা দিয়ে রাষ্ট্রভাষা সংগ্রাম
              পরিষদকে পরোক্ষভাবে পরিচালনার মাধ্যমে প্রতিবাদ ও প্রতিরোধ আয়োজনে
              তিনি সাহসী ভূমিকা রাখেন। এরপরই ২১শে ফেব্রুয়ারিকে রাষ্ট্রভাষার
              দাবি আদায়ের দিবস হিসেবে পালন করার সিদ্ধান্ত নেয়া হয়। একই সময়ে
              শেখ মুজিব জেলে অবস্থান করেই ১৪ই ফেব্রুয়ারি থেকে অনশন পালনের
              সিদ্ধান্ত নেন। তার এই অনশন ১৩ দিন স্থায়ী ছিল।[৩১][৪৫] ২৬শে
              ফেব্রুয়ারি তাকে জেল থেকে মুক্তি দেয়া হয়।[১৪][৪৬][৪৭] ১৯৫২
              খ্রিষ্টাব্দে সমাজতান্ত্রিক চীনের তৃতীয় প্রতিষ্ঠাবার্ষিকী উপলক্ষে
              ২রা অক্টোবর থেকে ১২ই অক্টোবর পর্যন্ত রাজধানী পিকিংয়ে এশীয় ও
              প্রশান্ত মহাসাগরীয় আঞ্চলিক শান্তি সম্মেলন অনুষ্ঠিত হয়। শেখ
              মুজিবুর রহমান চীন সরকারের আমন্ত্রণে ৩০ সদস্যবিশিষ্ট পাকিস্তান
              প্রতিনিধি দলের সদস্য হিসেবে এই সম্মেলনে যোগদানের উদ্দেশ্যে চীন সফর
              করেন।
            </p>
            <h5>আওয়ামী লীগ প্রতিষ্ঠা ও যুক্তফ্রন্ট সরকার</h5>
            <p>
              ১৯৪৯ খ্রিষ্টাব্দের ২৩শে জুন হোসেন শহীদ সোহ্‌রাওয়ার্দী এবং মাওলানা
              ভাসানী পূর্ব পাকিস্তান আওয়ামী মুসলিম লীগ গঠন করলে শেখ মুজিব
              মুসলিম লীগ ছেড়ে দিয়ে এই নতুন দলে যোগ দেন। তাকে দলের পূর্ব
              পাকিস্তান অংশের যুগ্ম সাধারণ সম্পাদক নির্বাচিত করা হয়।[৫০] তিনি
              ২৬শে জুন জেল থেকে ছাড়া পান। মুক্তি পাবার পরপরই চলমান খাদ্য সংকটের
              বিরুদ্ধে আন্দোলনে যোগ দেন। ১৯৪৯ খ্রিষ্টাব্দের সেপ্টেম্বর মাসে ১৪৪
              ধারা ভঙ্গের অভিযোগে তাকে সাময়িকভাবে আটক করে রাখা হলেও অচিরেই
              ছাড়া পেয়ে যান। একই বছরের অক্টোবর মাসে মাওলানা আবদুল হামিদ খান
              ভাসানীর সাথে যুক্ত থেকে লিয়াকত আলি খানের কাছে একটি প্রতিনিধিদল
              প্রেরণের চেষ্টা করায় উভয়কেই আটক করা হয়।১৯৫৩ খ্রিষ্টাব্দের ৯ই
              জুলাই শেখ মুজিবকে পূর্ব পাকিস্তান আওয়ামী লীগের কাউন্সিল অধিবেশন
              শেষে দলের সাধারণ সম্পাদক নির্বাচিত করা হয়।[৫৩][৫৪] একই বছরের ১৪ই
              নভেম্বর পূর্ব বাংলার প্রাদেশিক পরিষদ নির্বাচনে অংশগ্রহণের জন্য
              বিভিন্ন দলের সমন্বয়ে যুক্তফ্রন্ট গঠনের সিদ্ধান্ত গৃহীত হয়। ১৯৫৪
              খ্রিষ্টাব্দের ১০ই মার্চ এই নির্বাচন অনুষ্ঠিত হয়। নির্বাচনে
              যুক্তফ্রন্ট ২৩৭টি আসনের মধ্যে ২২৩টিতে বিপুল ব্যবধানে বিজয় অর্জন
              করে যার মধ্যে ১৪৩টি আসনই আওয়ামী লীগ লাভ করেছিল।[৫৫] শেখ মুজিব
              গোপালগঞ্জে আসনে ১০,০০০ ভোটের ব্যবধানে বিজয় লাভ করেন।[৫৬] সেখানে
              তার প্রতিদ্বন্দ্বী ছিলেন মুসলিম লীগ নেতা ওয়াহিদুজ্জামান। ৩রা
              এপ্রিল শেরে বাংলা এ কে ফজলুল হকের নেতৃত্বে যুক্তফ্রন্ট পূর্ব বাংলা
              প্রদেশে সরকার গঠন করে এবং ১৫ই মে শেখ মুজিব উক্ত সরকারে যোগ দিয়ে
              কৃষি, বন ও সমবায় মন্ত্রণালয়ের দায়িত্ব পান।[৫৭] ২৯শে মে
              কেন্দ্রীয় সরকার যুক্তফ্রন্ট ভেঙে দেয়। ৩১শে মে করাচি থেকে ঢাকা
              ফেরার পর বিমান বন্দর থেকেই তাকে আটক করা হয়। ২৩শে ডিসেম্বর মুক্তি
              লাভ করেন তিনি। ১৯৫৫ খ্রিষ্টাব্দের ৫ই জুন শেখ মুজিব প্রথমবারের মতো
              গণপরিষদের সদস্য হন।[৫৮] ১৭ই জুন আওয়ামী লীগ পল্টন ময়দানে আয়োজিত
              এক সম্মেলনে ২১ দফা দাবি পেশ করে, যার মধ্যে পূর্ব পাকিস্তানের
              স্বায়ত্তশাসন অন্তর্ভুক্ত ছিল। ২৩শে জুন দলের কার্যনির্বাহী পরিষদের
              সভায় সিদ্ধান্ত হয় যে, পূর্ব পাকিস্তানের স্বায়ত্তশাসন অর্জিত না
              হলে আইনসভার সকল সদস্য পদত্যাগ করবেন। ২৫শে আগস্ট পাকিস্তানের
              করাচিতে গণপরিষদের অধিবেশনে শেখ মুজিব বলেন
            </p>
            <div className="devided">
              <p className="english">
                (ইংরেজি) «Sir (President of the Constituent Assembly), you will
                see that they want to place the word ‘East Pakistan’ instead of
                ‘East Bengal’. We have demanded so many times that you should
                use Bengal instead of Pakistan. The word ‘Bengal’ has a history,
                has a tradition of its own. You can change it only after the
                people have been consulted. If you want to change it then we
                have to go back to Bengal and ask them whether they accept it.
                So far as the question of One-Unit is concerned it can come in
                the constitution. Why do you want it to be taken up just now?
                What about the state language, Bengali? What about joint
                electorate? What about Autonomy? The people of East Bengal will
                be prepared to consider One-Unit with all these things. So, I
                appeal to my friends on that side to allow the people to give
                their verdict in any way, in the form of referendum or in the
                form of plebiscite.[
              </p>
              <p>
                (বাংলা) «স্যার (গণপরিষদের প্রেসিডেন্ট), আপনি দেখবেন ওরা “পূর্ব
                বাংলা” নামের পরিবর্তে “পূর্ব পাকিস্তান” নাম রাখতে চায়। আমরা
                বহুবার দাবি জানিয়েছি যে, পাকিস্তানের পরিবর্তে আপনাদের বাংলা
                (বঙ্গ) ব্যবহার করতে হবে। “বাংলা” শব্দটার একটি নিজস্ব ইতিহাস,
                ঐতিহ্য আছে। আপনারা এই নাম আমাদের জনগণের সঙ্গে আলাপ-আলোচনা করে
                পরিবর্তন করতে পারেন। আপনারা যদি ঐ নাম পরিবর্তন করতে চান তাহলে
                আমাদের বাংলায় আবার যেতে হবে এবং সেখানকার জনগণের কাছে জিজ্ঞেস
                করতে হবে তারা নাম পরিবর্তনকে মেনে নেবেন কিনা। এক ইউনিটের
                প্রশ্নটা গঠনতন্ত্রে অন্তর্ভুক্ত হতে পারে। আপনারা এটাকে এখনই কেন
                তুলতে চান? বাংলা ভাষাকে, রাষ্ট্রভাষা হিসেবে গ্রহণ করার ব্যাপারে
                কি হবে? যুক্ত নির্বাচনী এলাকা গঠনের প্রশ্নটাই কি সমাধান? আমাদের
                স্বায়ত্তশাসন সম্বন্ধে ভাবছেন? পূর্ব বাংলার জনগণ অন্যান্য
                প্রশ্নের সমাধানের সাথে এক ইউনিটের প্রশ্নটাকে বিবেচনা করতে
                প্রস্তুত। তাই আমি আমার ঐ অংশের বন্ধুদের কাছে আবেদন জানাবো, তারা
                যেন আমাদের জনগণের রেফারেন্ডাম অথবা গণভোটের মাধ্যমে দেয়া রায়কে
                মেনে নেন.
              </p>
            </div>
            <p>
              ১৯৫৫ খ্রিষ্টাব্দের ২১–২৩শে অক্টোবর অনুষ্ঠিত বাংলাদেশ আওয়ামী
              মুসলিম লীগের বিশেষ অধিবেশনে সর্বসম্মতিক্রমে দলের নাম থেকে “মুসলিম”
              শব্দটি বাদ দেয়া হয় ও শেখ মুজিবকে পুনরায় দলের সাধারণ সম্পাদক
              নির্বাচিত করা হয়।[৬০] ৩রা ফেব্রুয়ারি প্রধানমন্ত্রীর সাথে আওয়ামী
              লীগের বৈঠকে দল থেকে খসড়া সংবিধানে স্বায়ত্তশাসন অন্তর্ভুক্ত করার
              দাবি জানানো হয়। ১৪ই জুলাই রাষ্ট্রীয় প্রশাসনে সামরিক উপস্থিতির
              বিরুদ্ধে একটি প্রস্তাব রাখা হয়, যা তিনিই সরকারের কাছে পেশ করেন।
              ৪ঠা সেপ্টেম্বর তার নেতৃত্বে একটি দুর্ভিক্ষবিরোধী মিছিল বের হয়।
              ১৪৪ ধারা ভঙ্গের কারণে এই মিছিলে পুলিশ গুলিবর্ষণ করলে কমপক্ষে চারজন
              নিহত হয়।[৬১] ১৬ই সেপ্টেম্বর শেখ মুজিব প্রাদেশিক সরকারে যোগ দিয়ে
              একসাথে শিল্প, বাণিজ্য, শ্রম, দুর্নীতিরোধ এবং গ্রামীণ সহায়তা
              মন্ত্রণালয়ের দায়িত্ব পালন করেন।[৬২] ১৯৫৭ খ্রিষ্টাব্দের ১৫ই
              জানুয়ারি পাক-ভারত বাণিজ্য চুক্তি সম্মেলনে যোগদান করার জন্য
              নয়াদিল্লি যান। দলের সাধারণ সম্পাদক হিসেবে পূর্ণাঙ্গ সময় ব্যয়
              করার জন্যে তিনি ১৯৫৭ খ্রিষ্টাব্দের ৩০শে মে মন্ত্রিপরিষদ থেকে
              পদত্যাগ করেন।[৬৩][৬৪] ১৯৫৭ খ্রিষ্টাব্দের ৭ই আগস্ট তিনি সরকারি সফরে
              চীন এবং সোভিয়েত ইউনিয়ন গমন করেন। এই দুই সমাজতান্ত্রিক দেশের
              নাগরিক জীবন-যাপনের সুবিধা শেখ মুজিবুর রহমানকে সমাজতন্ত্রের প্রতি
              উজ্জ্বীবিত করে তোলে। ১৯৫৭-৫৮ অর্থবছরের জন্য তিনি পাকিস্তান চা
              বোর্ডের চেয়ারম্যান নিযুক্ত হন
            </p>
          </div>
          <div className="imgDiv">
            <img src={pakistan2} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
            <img src={language} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
            <img src={mojib} alt="" className=" imgThree" />
            <p>১৯৫০ খ্রিষ্টাব্দের সংগৃহীত স্থিরচিত্রে শেখ মুজিবুর রহমান</p>
          </div>
        </div>
        {/* সামরিক শাসনবিরোধী আন্দোলন */}
        <div className="descDiv">
          <div className="pDiv">
            <h5>সামরিক শাসনবিরোধী আন্দোলন</h5>
            <p className="">
              ১৯৫৮ খ্রিষ্টাব্দের ৭ই অক্টোবর পাকিস্তানের রাষ্ট্রপতি মেজর জেনারেল
              ইস্কান্দার মির্জা এবং সেনাবাহিনী প্রধান আইয়ুব খান দেশে সামরিক আইন
              জারি করেন। আইয়ুব খানের সমালোচনা করার জন্য ১৯৫৮ খ্রিষ্টাব্দের ১১ই
              অক্টোবর তাকে আটক করা হয়। পরবর্তীতে ১৯৫৯ খ্রিষ্টাব্দের ৫ই অক্টোবর
              তারিখে তাকে মুক্তি দেওয়া হলেও, তার উপর নজরদারি করা হয়। ১৯৬০ ও
              ১৯৬১ খ্রিষ্টাব্দে তিনি কার্যত গৃহবন্দি হিসেবে থাকেন।[৪৬] এ সময়
              আইয়ুব খান ৬ বছরের জন্য সকল ধরনের রাজনৈতিক কর্মকাণ্ড নিষিদ্ধ ঘোষণা
              করেন। জেলে থাকা অবস্থায় তার বিরুদ্ধে বেশ কয়েকটি ভিত্তিহীন অভিযোগ
              আনা হয়। ১২ই সেপ্টেম্বরে তাকে দুই বছরের কারাদণ্ড ও পাঁচ হাজার টাকা
              জরিমানা এবং অনাদায়ে আরও ছয় মাসের কারাদণ্ড দেওয়া হয়।[৬৫] ১৪ মাস
              একটানা আটক থাকার পর তাকে মুক্তি দেয়া হলেও জেলের ফটক থেকে পুনরায়
              তাকে গ্রেফতার করা হয়। উচ্চ আদালতে একটি রিট পিটিশন দায়ের করার
              মাধ্যমে তিনি ১৯৬১ খ্রিষ্টাব্দে ২২ সেপ্টেম্বর জেল থেকে ছাড়া
              পান।[৬৫][৬৬][৬৭] জেল থেকে মুক্তি লাভের পর তিনি গুপ্ত রাজনৈতিক
              তৎপরতা শুরু করেন। অন্যান্য সাধারণ ছাত্রনেতাকে নিয়ে গোপনে
              নিউক্লিয়াস ও স্বাধীন বাংলা বিপ্লবী পরিষদ নামে সংগঠন গড়ে তোলেন।
              সংগঠনের উদ্দেশ্য ছিল পূর্ব বাংলার স্বাধীনতা আদায়ের লক্ষ্যে কাজ
              করা।[৬৬][৬৮] শেখ মুজিব ১৯৬১ খ্রিষ্টাব্দে বাংলার স্বাধীনতার জন্য
              ভারতের প্রধানমন্ত্রী জওহরলাল নেহরুর কাছে সাহায্য চাইলে তিনি
              প্রত্যাখ্যাত হন।[৬৭] ১৯৬০ খ্রিষ্টাব্দের ৩রা জানুয়ারি সামরিক সরকার
              রাজনৈতিক কর্মকাণ্ডের উপর থেকে নিষেধাজ্ঞা তুলে নেয়ার পর শেখ
              মুজিবুর রহমান দলকে পুনরায় সংগঠিত করার উদ্যোগ নেন।[২৮] ১৯৬২
              খ্রিষ্টাব্দের ৬ই ফেব্রুয়ারি জননিরাপত্তা আইনে তাকে আবার আটক করা
              হয়। ২রা জুন তারিখে চার বছরব্যাপী বহাল থাকা সামরিক আইন তুলে নেয়ার
              পর ১৮ই জুন তাকে মুক্তি দেয়া হয়।[৪৪][৬৯] ২৫শে জুন তিনি অন্য
              রাজনৈতিক নেতাদের সাথে মিলে আইয়ুব খান আরোপিত বিভিন্ন রাজনৈতিক
              বিষয়ের বিরুদ্ধে সংগ্রামে নেমে পড়েন। ৫ই জুন তিনি পল্টন ময়দানে
              আয়োজিত এক সম্মেলনে আইয়ুব খানের সমালোচনা করেন। ২৪শে সেপ্টেম্বর
              তিনি লাহোরে যান এবং সেখানে শহীদ সোহ্‌রাওয়ার্দীর সাথে মিলে জাতীয়
              গণতান্ত্রিক ফ্রন্ট গড়ে তোলেন। এটি মূলত বিরোধী দলসমূহের একটি
              সাধারণ কাঠামো হিসেবে কাজ করেছিল। শহীদ সোহ্‌রাওয়ার্দীর সাথে প্রিয়
              শিষ্য শেখ মুজিব পুরো অক্টোবর মাসজুড়ে শহীদ সোহ্‌রাওয়ার্দীর সাথে
              মিলে যুক্তফ্রন্টের সমর্থন আদায়ের লক্ষ্যে তিনি বাংলার বিভিন্ন
              স্থান সফর করেন। ১৯৬৩ খ্রিষ্টাব্দে তিনি শহীদ সোহ্‌রাওয়ার্দীর সাথে
              আলোচনার উদ্দেশ্যে লন্ডন যান। শহীদ সোহ্‌রাওয়ার্দী সেখানে
              চিকিৎসাধীন ছিলেন ও একই বছরের ৫ ডিসেম্বর বৈরুতে মৃত্যুবরণ করেন।[৭০]
              এরপর ১৯৬৪ খ্রিষ্টাব্দের ২৫শে জানুয়ারি মুজিবের বাসায় অনুষ্ঠিত এক
              বৈঠকে আওয়ামী লীগকে পুনরায় সংহত করার সিদ্ধান্ত নেয়া হয়। ঐ
              বৈঠকের প্রস্তাবের ভিত্তিতে শেখ মুজিবকে আওয়ামী লীগের মহাসচিব[৭১] ও
              মাওলানা আবদুর রশীদ তর্কবাগীশকে দলের সভাপতি নির্বাচিত করা হয়। ১৯৬৪
              খ্রিষ্টাব্দের ১১ই মার্চ একটি সর্বদলীয় সংগ্রাম পরিষদ গঠিত হয়, যার
              মাধ্যমে মুজিব সাম্প্রদায়িক দাঙ্গা প্রতিরোধকল্পে বিশেষ ব্যবস্থা
              গ্রহণ করেন। সেনাশাসক রাষ্ট্রপতি আইয়ুব খানের সামরিক শাসন, রাজনীতির
              নামে মৌলিক গণতন্ত্র (বেসিক ডেমোক্রেসি) প্রচলন এবং পাকিস্তানের
              কাঠামোতে এক-ইউনিট পদ্ধতির বিরোধী নেতাদের মধ্যে অগ্রগামী ছিলেন শেখ
              মুজিব।[৭২] মৌলিক গণতন্ত্র অনুযায়ী সারা দেশ থেকে ৮০ হাজার
              প্রতিনিধি নির্বাচন করা হতো ও তাদের ভোটে রাষ্ট্রপতি নির্বাচিত হতেন।
              এ পদ্ধতি অনুযায়ী ক্ষমতা কেন্দ্রীভূত করার পরিকল্পনা করা হয়েছিল
              এবং প্রদেশগুলোকে একত্রে জুড়ে দেওয়ার উদ্যোগ গ্রহণ করা হয়।[৭২] ঐ
              সময় সামরিক বাহিনীর গণহত্যা আর বাঙালিদের ন্যায্য দাবী পূরণে সামরিক
              শাসকদের উদাসীনতা পূর্ব পাকিস্তানের জনগণকে ক্ষুব্ধ করে তোলে।[৭৩]
              অন্যান্য রাজনৈতিক দলের সাথে কাজ করতে গিয়ে মুজিব আইয়ুববিরোধী
              সর্বদলীয় প্রার্থী ফাতেমা জিন্নাহকে সমর্থন করেন।[৭৪][৭৫]
              নির্বাচনের দুই সপ্তাহ পূর্বে ১৯৬৫ খ্রিষ্টাব্দের ৭ই নভেম্বর তারিখে
              ভারতের দালাল অভিযুক্ত করে তাকে আটক করা হয়। শেখ মুজিবকে
              রাষ্ট্রদ্রোহিতা এবং আপত্তিকর প্রস্তাব পেশের অভিযোগে অভিযুক্ত করে
              এক বছরের কারাদণ্ডে দণ্ডিত করা হয়।[৭৬] অবশ্য উচ্চ আদালতের এক রায়ে
              নির্দিষ্ট সময়ের পূর্বেই তিনি মুক্তি পেয়ে যান।
            </p>
          </div>
          <div className="imgDiv">
            <img src={sWardi} alt="" className=" imgOne" />
            <p>শহীদ সোহ্‌রাওয়ার্দীর সাথে প্রিয় শিষ্য শেখ মুজিব</p>
          </div>
        </div>
        {/* ছয় দফা আন্দোলন */}
        <div className="descDiv">
          <div className="pDiv">
            <h5>ছয় দফা আন্দোলন</h5>
            <p className="">
              জনসংখ্যায় সংখ্যাগরিষ্ঠ এবং পাকিস্তানের মোট রপ্তানি আয়ের
              সংখ্যাগরিষ্ঠ অংশ (যেমন পাট) পূর্ব পাকিস্তান থেকে হবার পরও
              এতদাঞ্চলের জনগণের প্রতি সর্বস্তরে বৈষম্য করা হতো।[৭৭] এছাড়াও
              পূর্ব ও পশ্চিম পাকিস্তানের রাজনৈতিক ক্ষমতা ও অর্থনৈতিক সুবিধা
              আনুপাতিক হারে ছিল না। পূর্ব পাকিস্তানের আঞ্চলিকভিত্তিতে ক্রমাগত
              বৈষম্যের শিকার হওয়ায় বিরূপ প্রভাব পড়তে শুরু করে ও প্রতিকূল
              পরিস্থিতির সম্মুখীন হয়। এর ফলে, অর্থনীতিবিদ, বুদ্ধিজীবী এবং পূর্ব
              পাকিস্তানের রাজনীতিবিদরা বৈষম্য সম্পর্কে আপত্তি জানাতে শুরু
              করেন।[৭৮] বৈষম্য নিরসনে শেখ মুজিব ছয়টি দাবি উত্থাপন করেন, যা ছয়
              দফা দাবি হিসেবে পরিচিত। বাঙালির বহু আকাঙ্ক্ষিত এই দাবি পরবর্তীকালে
              বাঙালির “প্রাণের দাবি” ও “বাঁচা মরার দাবি” হিসেবে পরিচিতি
              পায়।[৭৯][৮০] ১৯৬৬ খ্রিষ্টাব্দের ৫ ফেব্রুয়ারি লাহোরে বিরোধী
              দলসমূহের একটি জাতীয় সম্মেলন অনুষ্ঠিত হয়।[১৪] এ সম্মেলনেই শেখ
              মুজিব তার ঐতিহাসিক ছয় দফা দাবি পেশ করেন, যা ছিল কার্যত পূর্ব
              পাকিস্তানের স্বায়ত্তশাসনের পরিপূর্ণ রূপরেখা। ছয় দফার দাবিগুলো
              ছিল নিম্নরূপ– যুক্তরাষ্ট্রীয় ব্যবস্থাধীনে সংসদীয় পদ্ধতির সরকার
              হবে। সার্বজনীন ভোটাধিকারের ভিত্তিতে নির্বাচন অনুষ্ঠান। কেন্দ্রীয়
              সরকারের ক্ষমতা কেবল মাত্র দুইটি ক্ষেত্রেই সীমাবদ্ধ থাকবে–দেশরক্ষা
              ও বৈদেশিক নীতি। অবশিষ্ট সকল বিষয়ে অঙ্গরাষ্ট্রগুলোর ক্ষমতা থাকবে
              নিরঙ্কুশ। সমগ্র দেশের জন্যে দুইটি পৃথক অথচ অবাধে বিনিময়যোগ্য
              মুদ্রা, না হয় বিশেষ শর্তসাপেক্ষে একই ধরনের মুদ্রা প্রচলন।
              ফেডারেশনের অঙ্গরাষ্ট্রগুলোর কর বা শুল্ক ধার্যের ব্যাপারে সার্বভৌম
              ক্ষমতা থাকবে। তবে, প্রয়োজনীয় ব্যয় নির্বাহের জন্য অঙ্গরাষ্ট্রীয়
              রাজস্বের একটি অংশ কেন্দ্রীয় সরকারের প্রাপ্য হবে। অঙ্গরাষ্ট্রগুলো
              নিজেদের অর্জিত বৈদেশিক মুদ্রার মালিক হবে, এর নির্ধারিত অংশ তারা
              কেন্দ্রকে দেবে। আঞ্চলিক সংহতি ও শাসনতন্ত্র রক্ষার জন্য শাসনতন্ত্রে
              অঙ্গরাষ্ট্রগুলোকে স্বীয় কর্তৃত্বাধীনে আধা সামরিক বা আঞ্চলিক
              সেনাবাহিনী গঠন ও রাখার ক্ষমতা দিতে হবে।[
            </p>
          </div>
          <div className="imgDiv">
            <img src={sixP} alt="" className=" imgOne" />
            <p>শেখ মুজিবুর রহমান লাহোরে ছয় দফা দাবি উপস্থাপন করছেন</p>
          </div>
        </div>
        {/* আগরতলা ষড়যন্ত্র মামলা */}
        <div className="descDiv">
          <div className="pDiv">
            <h5>আগরতলা ষড়যন্ত্র মামলা</h5>
            <p className="">
              জনসংখ্যায় সংখ্যাগরিষ্ঠ এবং পাকিস্তানের মোট রপ্তানি আয়ের
              সংখ্যাগরিষ্ঠ অংশ (যেমন পাট) পূর্ব পাকিস্তান থেকে হবার পরও
              এতদাঞ্চলের জনগণের প্রতি সর্বস্তরে বৈষম্য করা হতো।[৭৭] এছাড়াও
              পূর্ব ও পশ্চিম পাকিস্তানের রাজনৈতিক ক্ষমতা ও অর্থনৈতিক সুবিধা
              আনুপাতিক হারে ছিল না। পূর্ব পাকিস্তানের আঞ্চলিকভিত্তিতে ক্রমাগত
              বৈষম্যের শিকার হওয়ায় বিরূপ প্রভাব পড়তে শুরু করে ও প্রতিকূল
              পরিস্থিতির সম্মুখীন হয়। এর ফলে, অর্থনীতিবিদ, বুদ্ধিজীবী এবং পূর্ব
              পাকিস্তানের রাজনীতিবিদরা বৈষম্য সম্পর্কে আপত্তি জানাতে শুরু
              করেন।[৭৮] বৈষম্য নিরসনে শেখ মুজিব ছয়টি দাবি উত্থাপন করেন, যা ছয়
              দফা দাবি হিসেবে পরিচিত। বাঙালির বহু আকাঙ্ক্ষিত এই দাবি পরবর্তীকালে
              বাঙালির “প্রাণের দাবি” ও “বাঁচা মরার দাবি” হিসেবে পরিচিতি
              পায়।[৭৯][৮০] ১৯৬৬ খ্রিষ্টাব্দের ৫ ফেব্রুয়ারি লাহোরে বিরোধী
              দলসমূহের একটি জাতীয় সম্মেলন অনুষ্ঠিত হয়।[১৪] এ সম্মেলনেই শেখ
              মুজিব তার ঐতিহাসিক ছয় দফা দাবি পেশ করেন, যা ছিল কার্যত পূর্ব
              পাকিস্তানের স্বায়ত্তশাসনের পরিপূর্ণ রূপরেখা। ছয় দফার দাবিগুলো
              ছিল নিম্নরূপ– যুক্তরাষ্ট্রীয় ব্যবস্থাধীনে সংসদীয় পদ্ধতির সরকার
              হবে। সার্বজনীন ভোটাধিকারের ভিত্তিতে নির্বাচন অনুষ্ঠান। কেন্দ্রীয়
              সরকারের ক্ষমতা কেবল মাত্র দুইটি ক্ষেত্রেই সীমাবদ্ধ থাকবে–দেশরক্ষা
              ও বৈদেশিক নীতি। অবশিষ্ট সকল বিষয়ে অঙ্গরাষ্ট্রগুলোর ক্ষমতা থাকবে
              নিরঙ্কুশ। সমগ্র দেশের জন্যে দুইটি পৃথক অথচ অবাধে বিনিময়যোগ্য
              মুদ্রা, না হয় বিশেষ শর্তসাপেক্ষে একই ধরনের মুদ্রা প্রচলন।
              ফেডারেশনের অঙ্গরাষ্ট্রগুলোর কর বা শুল্ক ধার্যের ব্যাপারে সার্বভৌম
              ক্ষমতা থাকবে। তবে, প্রয়োজনীয় ব্যয় নির্বাহের জন্য অঙ্গরাষ্ট্রীয়
              রাজস্বের একটি অংশ কেন্দ্রীয় সরকারের প্রাপ্য হবে। অঙ্গরাষ্ট্রগুলো
              নিজেদের অর্জিত বৈদেশিক মুদ্রার মালিক হবে, এর নির্ধারিত অংশ তারা
              কেন্দ্রকে দেবে। আঞ্চলিক সংহতি ও শাসনতন্ত্র রক্ষার জন্য শাসনতন্ত্রে
              অঙ্গরাষ্ট্রগুলোকে স্বীয় কর্তৃত্বাধীনে আধা সামরিক বা আঞ্চলিক
              সেনাবাহিনী গঠন ও রাখার ক্ষমতা দিতে হবে।[৮১] শেখ মুজিব এই দাবিকে
              “আমাদের বাঁচার দাবী” শিরোনামে প্রচার করেছিলেন। এই দাবির মূল বিষয়
              ছিল–একটি দুর্বল কেন্দ্রীয় সরকারের অধীনে পরিচালিত পাকিস্তানি
              ফেডারেশনে পূর্ব পাকিস্তানের পূর্ণ স্বায়ত্তশাসন।[৭২] এই দাবি
              সম্মেলনের উদ্যোক্তারা প্রত্যাখান করেন এবং শেখ মুজিবকে
              বিচ্ছিন্নতাবাদী হিসেবে চিহ্নিত করেন।[৫][৮২] এ কারণে তিনি উক্ত
              সম্মেলন বর্জন করে পূর্ব পাকিস্তানে ফিরে আসেন। ১৯৬৬ খ্রিষ্টাব্দের
              পহেলা মার্চে শেখ মুজিব আওয়ামী লীগের সভাপতি নির্বাচিত হন। এই
              নির্বাচনের পর তিনি ছয় দফার পক্ষে সমর্থন আদায়ের লক্ষ্যে দেশব্যাপী
              প্রচার কার্য পরিচালনা করেন ও প্রায় পুরো দেশই ভ্রমণ করে জনসমর্থন
              অর্জন করেন। এই ভ্রমণের সময় তিনি সিলেট, ময়মনসিংহ এবং ঢাকায় বেশ
              কয়েকবার পুলিশের হাতে বন্দি হন। বছরের প্রথম চতুর্থাংশেই তাকে আটবার
              আটক করা হয়েছিল। ঐ বছরের মে মাসের ৮ তারিখে নারায়ণগঞ্জে পাট
              কারখানার শ্রমিকদের শোভাযাত্রায় অংশগ্রহণের জন্য তাকে আবার গ্রেফতার
              করা হয়।[৮৩] তার মুক্তির দাবিতে ৭ই জুন দেশব্যাপী ধর্মঘট পালিত হয়।
              পুলিশ এই ধর্মঘট চলাকালে গুলিবর্ষণ করায় ঢাকা এবং নারায়ণগঞ্জে
              আনুমানিক তিনজনের মৃত্যু হয়
            </p>
            <h5>ঊনসত্তরের গণঅভ্যুত্থান</h5>
            <p>
              আগরতলা ষড়যন্ত্র মামলার বিচারকার্য চলাকালীন ১৯৬৯ খ্রিষ্টাব্দের ৫ই
              জানুয়ারি কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদ তাদের এগারো দফা দাবি পেশ
              করে, তন্মধ্যে শেখ মুজিবের ছয় দফার সবগুলোই অন্তর্ভুক্ত ছিল। উক্ত
              পরিষদের সিদ্ধান্তক্রমে আগরতলা ষড়যন্ত্র মামলা প্রত্যাহারের দাবিতে
              দেশব্যাপী ছাত্র আন্দোলনের প্রস্তুতি নেওয়া হয়। আন্দোলনটি এক
              পর্যায়ে গণআন্দোলনে রূপ নেয়। পরবর্তীকালে এই গণআন্দোলনই “ঊনসত্তরের
              গণঅভ্যুত্থান” নামে পরিচিতি পায়। মাসব্যাপী প্রতিবাদ ও প্রতিরোধ ,
              ১৪৪ ধারা ভঙ্গ, কারফিউ, পুলিশের গুলিবর্ষণ এবং বেশ কিছু হতাহতের
              ঘটনার পর আন্দোলন চরম রূপ ধারণ করলে পাকিস্তান সরকার শেখ মুজিবকে
              মুক্তি দিতে বাধ্য হয়। তৎকালীন রাষ্ট্রপতি আইয়ুব খান রাজনৈতিক
              ব্যক্তিবর্গের সাথে এক গোলটেবিল বৈঠকের পর এই মামলা প্রত্যাহার করে
              নেন। একই সাথে শেখ মুজিবসহ অভিযুক্ত সকলকে মুক্তি দেয়া হয়।
              কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদ ঐ বছরেরই ২৩শে ফেব্রুয়ারি শেখ
              মুজিবের সম্মানে ঢাকার রেসকোর্স ময়দানে (বর্তমানে সোহ্‌রাওয়ার্দী
              উদ্যান) এক সভার আয়োজন করে। লাখো জনতার অংশগ্রহণে আয়োজিত এই
              সম্মেলনে তৎকালীন ছাত্রনেতা তোফায়েল আহমেদ শেখ মুজিবকে “বঙ্গবন্ধু”
              উপাধি প্রদান করেন। স্বীয় বক্তৃতায় শেখ মুজিব ছাত্র সংগ্রাম
              পরিষদের এগার দফা দাবির পক্ষে তার পূর্ণ সমর্থন ব্যক্ত করেন। ১৯৬৯
              খ্রিষ্টাব্দে আইয়ুব খানের আহ্বানে অনুষ্ঠিত একটি সর্বদলীয় সম্মেলনে
              মুজিব তার ছয় দফাসহ অন্যান্য রাজনৈতিক দলের দাবিগুলো উপস্থাপন করেন।
              কিন্তু, তা প্রত্যাখ্যাত হলে সম্মেলন থেকে বের হয়ে আসেন তিনি। ১৯৬৯
              খ্রিষ্টাব্দের ৫ই ডিসেম্বর শহীদ সোহ্‌রাওয়ার্দীর মৃত্যুবার্ষিকী
              উপলক্ষে আয়োজিত এক জনসভায় শেখ মুজিব পূর্ব পাকিস্তানকে “বাংলাদেশ”
              নামে নামকরণের ঘোষণা দেন।[টীকা ৫][৩১] মুজিবের এই ঘোষণার ফলে
              সারাদেশে ব্যাপক গুঞ্জন ছড়িয়ে পড়ে। পশ্চিম পাকিস্তানি রাজনীতিবিদ
              এবং সামরিক কর্মকর্তারা তাকে একজন বিচ্ছিন্নতাবাদী নেতা হিসেবে
              মূল্যায়ন করতে শুরু করেন। মুজিবের বাঙালি সংস্কৃতি ও জাতিগত
              আত্মপরিচয়ের বহিঃপ্রকাশ প্রাদেশিক স্বায়ত্বশাসনের বিতর্কে নতুন
              মাত্রা এনে দেয়। অনেক বুদ্ধিজীবীদের মতে, যে দ্বিজাতি তত্ত্বের
              মাধ্যমে পাকিস্তান রাষ্ট্রের সৃষ্টি হয়েছে, বাঙালিদের আন্দোলন
              দ্বিজাতি তত্ত্বকে অস্বীকার করার নামান্তর। বাঙালিদের জাতিগত ও
              সংস্কৃতিগত এই আত্মপরিচয় তাদেরকে একটি আলাদা জাতিসত্তা প্রদানে
              সাহায্য করে।[৯১] তবে মুজিব পূর্ব পাকিস্তানে ব্যাপক জনমত গড়ে তুলতে
              সমর্থ হন এবং ১৯৭০ খ্রিষ্টাব্দ নাগাদ কার্যত ভারতীয় উপমহাদেশের
              অন্যতম প্রভাবশালী নেতা হিসেবে আবির্ভূত হন।
            </p>
          </div>
          <div className="imgDiv">
            <img src={mojib} alt="" className=" imgOne" />
            <p>
              ছয় দফা দাবি পেশের পর তোফাজ্জল হোসেন মানিক মিয়াকে সাথে নিয়ে
              লাহোর থেকে ফিরছেন শেখ মুজিব
            </p>
          </div>
        </div>
        {/* ৭০-এর সাধারণ নির্বাচন */}
        <div className="descDiv">
          <div className="pDiv">
            <h5>৭০-এর সাধারণ নির্বাচন</h5>
            <p className="">
              গণঅভ্যুত্থানের বিরূপ প্রভাবে ১৯৬৯ খ্রিষ্টাব্দের ২৪শে মার্চ আইয়ুব
              খান রাষ্ট্রপতির পদ থেকে ইস্তফা দেন।[৯২] ২৫শে মার্চ ইয়াহিয়া খান
              উক্ত পদে আসীন হন।[৯৩] তিনি ১৯৬৯ খ্রিষ্টাব্দের ২৮শে মার্চ এক
              ঘোষণায় পাকিস্তানে সাধারণ নির্বাচন অনুষ্ঠানের প্রতিশ্রুতি দেন।
              ১৯৭০ খ্রিষ্টাব্দের ১২ই নভেম্বর ভোলায় ঘূর্ণিঝড়ের কারণে প্রায় ১
              লক্ষ মানুষের মৃত্যু হয় এবং ১০ লক্ষ মানুষ বাস্তুহারা হয়ে
              পড়ে।[৯৪] এতে জনগণ পশ্চিম পাকিস্তান সরকারের দুর্বল দুর্যোগ
              ব্যবস্থাপনার প্রতি চরম অসন্তোষ প্রকাশ করেন। অন্যদিকে কেন্দ্রীয়
              সরকার এটিকে ‘স্থানীয় নেতাদের ব্যর্থতা’ হিসেবে উল্লেখ করে।[৯৫]
              এসময় শেখ মুজিব বাস্তুহারাদের মাঝে ত্রাণ সহায়তা পৌঁছাতে থাকেন।
              ত্রাণ ও উদ্ধার কার্যক্রমের জন্য নির্বাচনের সময়সূচি পিছিয়ে দেয়া
              হয়।[৯৪][৯৬] পরে ১৯৭০ খ্রিষ্টাব্দের ৭ই ডিসেম্বর (জাতীয়) ও ১৭ই
              ডিসেম্বর (প্রাদেশিক) “এক ব্যক্তির এক ভোটের ভিত্তিতে” নির্বাচন
              অনুষ্ঠিত হয়।[৯৭] ঐ সময় জাতীয় পরিষদে সদস্য সংখ্যা ছিল ৩১৩ জন।
              তন্মধ্যে পূর্ব পাকিস্তান থেকে ১৬৯ জন এবং পশ্চিম পাকিস্তান থেকে ১৪৪
              জন প্রতিনিধি থাকতেন।১৯৭০ খ্রিষ্টাব্দের নির্বাচনে শেখ মুজিবের
              নেতৃত্বে আওয়ামী লীগ জাতীয় ও প্রাদেশিক আইনসভায় নিরঙ্কুশ
              সংখ্যাগরিষ্ঠতা অর্জন করে। জাতীয় পরিষদে পূর্ব পাকিস্তানের জন্য
              বরাদ্দকৃত ১৬৯টি আসনের মধ্যে আওয়ামী লীগ ১৬৭টি আসনে বিজয়ী হয়।
              পূর্ব পাকিস্তানের ২টি আসন ছাড়া বাকি সবগুলোতে জয়ী হওয়ায় জাতীয়
              পরিষদের সংখ্যাগরিষ্ঠতাও অর্জন করে আওয়ামী লীগ।[১০০] ১৭ই ডিসেম্বরে
              অনুষ্ঠিত প্রাদেশিক নির্বাচনের ৩০০টি আসনের মধ্যে ২৮৮টি আসনে আওয়ামী
              লীগ জয়লাভ করে। নির্বাচনের ফলাফল পাকিস্তানের দুই অংশের মধ্যে
              মেরুকরণ সৃষ্টি করে। পশ্চিম পাকিস্তানের বৃহত্তম রাজনৈতিক দলের নেতা
              জুলফিকার আলি ভুট্টো, মুজিবের স্বায়ত্বশাসনের নীতির প্রবল বিরোধিতা
              করেন। ভুট্টো অধিবেশন বয়কট করার হুমকি দিয়ে ঘোষণা দেন, প্রেসিডেন্ট
              ইয়াহিয়া খান মুজিবকে সরকার গঠনের জন্য আহ্বান জানালে তিনি ঐ
              সরকারকে মেনে নেবেন না।[১০২][১০৩] অধিকাংশ পশ্চিম পাকিস্তানি সেনা
              কর্মকর্তা ও ইসলামি রাজনৈতিক দলগুলো শেখ মুজিবের আসন্ন
              প্রধানমন্ত্রিত্ব লাভের প্রবল বিরোধিতা করে। এসময় শেখ মুজিব কিংবা
              আওয়ামী লীগের কেউই পূর্ব পাকিস্তানের রাজনৈতিক স্বাধীনতার কথা
              চিন্তা করেননি, যদিও কিছুসংখ্যক জাতীয়তাবাদী দল বাংলাদেশের
              স্বাধীনতা দাবি করতে থাকে।[১০৪] জুলফিকার আলি ভুট্টো গৃহযুদ্ধের ভয়ে
              শেখ মুজিব ও তার ঘনিষ্ঠজনদেরকে নিজ কর্তৃপক্ষের সঙ্গে আলোচনায় বসার
              জন্য একটি গোপন বার্তা পাঠান।[১০৫][১০৬] পাকিস্তান পিপলস পার্টির
              মুবাশির হাসান শেখ মুজিবকে ভুট্টোর সাথে কোয়ালিশন সরকার গঠনে
              প্ররোচনা দেন; যেখানে শেখ মুজিব হবেন প্রধানমন্ত্রী এবং ভুট্টো
              থাকবেন রাষ্ট্রপতি।[১০৭] সেনাবাহিনীর সকল সদস্যের অগোচরে সম্পূর্ণ
              গোপনে এই আলোচনা সভাটি পরিচালিত হয়। একইসময়ে, ভুট্টো আসন্ন সরকার
              গঠনকে বানচাল করার জন্য ইয়াহিয়া খানের উপর চাপ প্রয়োগ করতে থাকেন
            </p>
          </div>
          <div className="imgDiv">
            <img src={sevenE} alt="" className=" imgOne" />
            <p>৭০-এর সাধারণ নির্বাচনের প্রচারণায় শেখ মুজিব</p>
          </div>
        </div>
        {/* ৭ই মার্চের ভাষণ */}
        <div className="descDiv">
          <div className="pDiv">
            <h5>৭ই মার্চের ভাষণ</h5>
            <p className="">
              আওয়ামী লীগ জাতীয় পরিষদ নির্বাচনে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন
              করলেও সামরিক শাসকগোষ্ঠী দলটির কাছে ক্ষমতা হস্তান্তরে বিলম্ব করতে
              শুরু করে। প্রকৃতপক্ষে তাদের উদ্দেশ্য ছিল, যে-কোনভাবে ক্ষমতা পশ্চিম
              পাকিস্তানি রাজনীতিবিদদের হাতে কুক্ষিগত করে রাখা। এরূপ পরিস্থিতিতে
              ১৪ ফেব্রুয়ারি তারিখে পাকিস্তানের রাষ্ট্রপতি জেনারেল ইয়াহিয়া খান
              ৩রা মার্চ ঢাকায় জাতীয় পরিষদের অধিবেশন আহ্বান করেন।[১০৯] কিন্তু
              তিনি অপ্রত্যাশিতভাবে ১লা মার্চ উক্ত অধিবেশনটি অনির্দিষ্টকালের জন্য
              মুলতবি ঘোষণা করেন।[১১০][১১১][১১২] এর ফলে পূর্ব পাকিস্তানের
              বাঙালিরা বুঝতে পারে, মুজিবের দলকে সংখ্যাগরিষ্ঠ হওয়া সত্ত্বেও
              সরকার গঠন করতে দেয়া হবে না।[৭১] এই সংবাদে পূর্ব পাকিস্তানের জনগণ
              বিক্ষোভে ফেটে পড়ে। আওয়ামী লীগ প্রধান শেখ মুজিবুর রহমানের
              নেতৃত্বে ২রা মার্চ ঢাকায় এবং ৩রা মার্চ সারাদেশে একযোগে হরতাল
              পালিত হয়। তিনি ৩রা মার্চ পল্টন ময়দানে অনুষ্ঠিত এক বিশাল জনসভায়
              সমগ্র পূর্ব বাংলায় সর্বাত্মক অসহযোগ আন্দোলনের কর্মসূচি ঘোষণা
              করেন। ৬ই মার্চ এক বেতার ভাষণে ইয়াহিয়া খান শেখ মুজিবকে
              পাকিস্তানের রাজনৈতিক অস্থিরতার প্রতীক হিসেবে উল্লেখ করে সকল প্রকার
              দোষ তার উপর চাপিয়ে দেয়ার প্রয়াস চালান। এ ধরনের ঘোলাটে
              পরিস্থিতিতেই ৭ই মার্চ রেসকোর্স ময়দানের জনসভায় বিপুলসংখ্যক লোক
              একত্রিত হয়। সাধারণ জনতা এবং সার্বিকভাবে সমগ্র জাতির উদ্দেশ্যে শেখ
              মুজিবুর রহমান তার সাতই মার্চের ঐতিহাসিক ভাষণ প্রদান করেন। তিনি
              ঘোষণা দেন– “... রক্ত যখন দিয়েছি, রক্ত আরো দেবো। এই দেশের মানুষকে
              মুক্ত করে ছাড়বো ইনশাল্লাহ্। এবারের সংগ্রাম আমাদের মুক্তির
              সংগ্রাম, এবারের সংগ্রাম স্বাধীনতার সংগ্রাম। জয় বাংলা।”[১১৩] এর
              কয়েক ঘণ্টা পূর্বে কেন্দ্রীয় সরকার গণমাধ্যমে শেখ মুজিবুর রহমানের
              এই ভাষণ সরাসরি সম্প্রচারে নিষেধাজ্ঞা জারি করে।[১১৪] সেনাবাহিনীর
              চাপ থাকা সত্ত্বেও ইএমআই মেশিন ও টেলিভিশন ক্যামেরায় ভাষণের অডিও
              এবং ভিডিও চিত্র ধারণ করে রাখা হয়।[১১৪][১১৫] ৮ই মার্চ জনতার চাপে ও
              পাকিস্তান রেডিও’র কর্মকর্তাদের কর্মবিরতির কারণে পাকিস্তান সরকার
              বেতারে এই ভাষণ পুনঃপ্রচারের অনুমতি দিতে বাধ্য হয়
            </p>
            <h5>ইয়াহিয়া-মুজিব-ভুট্টো বৈঠক</h5>
            <p>
              ১০ই মার্চ নির্বাচিত ১২ জন সংসদীয় শীর্ষস্থানীয় নেতাকে ইয়াহিয়া
              খান বৈঠকের আমন্ত্রণ জানালে শেখ মুজিব তা প্রত্যাখ্যান করেন এবং ১৫ই
              মার্চ অসহযোগ আন্দোলনের জন্য সুনির্দিষ্ট ৩৫টি নির্দেশনা জারি
              করেন।[টীকা ৬][১১৬] ১৯৭১ খ্রিষ্টাব্দের ১৫ই মার্চ ইয়াহিয়া খান
              ঢাকায় আসেন এবং ১৬ই মার্চ শেখ মুজিবের সঙ্গে সরকার গঠন ও ক্ষমতা
              হস্তান্তরের ব্যাপারে আলোচনা শুরু করেন।[১১৭] কিন্তু একই সঙ্গে
              সামরিক বাহিনী পূর্ব পাকিস্তানে গণহত্যা চালানোর পূর্বপ্রস্তুতি
              গ্রহণ করতে থাকে। সেনাবাহিনীর জেনারেল টিক্কা খানকে পূর্ব
              পাকিস্তানের গভর্নর হিসেবে ঢাকায় প্রেরণের পাশাপাশি সৈন্য ও
              অস্ত্রশস্ত্র পাঠানো চলমান থাকে।[১১৮] ১৯শে মার্চ ইয়াহিয়া-মুজিব
              তৃতীয় দফা বৈঠক অনুষ্ঠিত হয়। ২১শে মার্চ আলোচনায় যোগ দিতে
              জুলফিকার আলী ভুট্টো ১২ জন উপদেষ্টাকে সফরসঙ্গী করে ঢাকা আসেন। ২২শে
              মার্চ ভুট্টো-মুজিবের ৭০ মিনিটের একটি বৈঠক অনুষ্ঠিত হয়।[১১০] অনেক
              আশাবাদ ব্যক্ত করা সত্ত্বেও ভুট্টো-মুজিব-ইয়াহিয়া বৈঠক সফল হয়নি।
              পূর্ব পাকিস্তানে ২৩শে মার্চ প্রতিরোধ দিবস পালন করা হয়। ২৫শে মার্চ
              ভুট্টো-ইয়াহিয়া রুদ্ধদ্বার বৈঠকের পর ইয়াহিয়া খান পাকিস্তানি
              সামরিক বাহিনীকে বাঙালি নিধনযজ্ঞের সবুজ সংকেত অপারেশন সার্চলাইট
              প্রদান করে সন্ধ্যায় গোপনে পশ্চিম পাকিস্তান যাত্রা করেন। উইং
              কমান্ডার এ. কে. খন্দকার শেখ মুজিবকে বিষয়টি জানান। ২৫শে মার্চ রাত
              ১২টা ২০ মিনিটে শেখ মুজিবুর রহমান বাংলাদেশের স্বাধীনতা ঘোষণা করেন
              এবং ঐদিনই রাত ১টা ১০ মিনিটে তাকে গ্রেফতার করে ঢাকা সেনানিবাসে
              নিয়ে যাওয়া হয়
            </p>
            <h5>মুক্তিযুদ্ধ ও বন্দিজীবন</h5>
            <p>
              লাহোর থেকে ৮০ মাইল দূরে পাকিস্তানের উষ্ণতম শহর লায়ালপুরের
              (বর্তমান ফয়সালাবাদ) কারাগারে শেখ মুজিবকে কড়া নিরাপত্তায় আটকে
              রাখা হয়। তাকে নিঃসঙ্গ সেলে (সলিটারি কনফাইন্টমেন্ট) রাখা
              হয়েছিল।[১২৯] এদিকে ১৯৭১ খ্রিষ্টাব্দের এপ্রিলে তৎকালীন কুষ্টিয়া
              জেলার বৈদ্যনাথতলার আম্রকাননে (বর্তমানে মেহেরপুর জেলার মুজিবনগর)
              বাংলাদেশ সরকার প্রতিষ্ঠিত হয়। এ সরকারের রাষ্ট্রপতি ও সশস্ত্র
              বাহিনীর সর্বাধিনায়ক ছিলেন শেখ মুজিবুর রহমান। তার অনুপস্থিতিতে
              মুজিবনগর সরকারের উপরাষ্ট্রপতি সৈয়দ নজরুল ইসলাম অস্থায়ী
              রাষ্ট্রপতি ও সশস্ত্র বাহিনীর অস্থায়ী সর্বাধিনায়ক হিসেবে দায়িত্ব
              পালন করেন। তাজউদ্দিন আহমেদ হন প্রধানমন্ত্রী। পূর্ব পাকিস্তানে
              মুজিবনগর সরকারের নেতৃত্বে মুক্তিবাহিনী বড় রকমের বিদ্রোহ সংঘটিত
              করে। মুক্তিবাহিনী ও পাকিস্তান বাহিনীর মধ্যকার সংঘটিত যুদ্ধটিই
              বাংলাদেশের স্বাধীনতা যুদ্ধ নামে পরিচিত।[১৩১][১৩২] ১৯শে জুলাই
              পাকিস্তানি কর্তৃপক্ষ সামরিক আদালতে মুজিবের আসন্ন বিচারের বার্তা
              গণমাধ্যমে প্রকাশ করে। পাকিস্তানি জেনারেল রহিমুদ্দিন খান এই আদালতের
              নেতৃত্ব দেন। তবে মামলার প্রকৃত কার্যপ্রণালী ও রায় কখনোই জনসমক্ষে
              প্রকাশ করা হয়নি। লায়ালপুর কারাগারে সামরিক আদালত গঠন করা হয়। তাই
              মামলাটি “লায়ালপুর ট্রায়াল” হিসেবে অভিহিত।[১৪] এই মামলার শুরুতে
              সরকারের দিক থেকে প্রবীণ সিন্ধি আইনজীবী এ. কে. ব্রোহিকে অভিযুক্তের
              পক্ষে মামলা পরিচালনায় নিয়োগ দেয়া হয়। আদালতের কার্যক্রমের
              শুরুতে ১২ দফা অভিযোগনামা পড়ে শোনানো হয়। অভিযোগের মধ্যে
              ছিল–রাষ্ট্রদ্রোহ, সরকারের বিরুদ্ধে যুদ্ধ ঘোষণা ইত্যাদি। ছয়টি
              অপরাধের জন্য শাস্তি ছিল মৃত্যুদণ্ড। আদালতে ইয়াহিয়া খানের ২৬শে
              মার্চ প্রদত্ত ভাষণের টেপ রেকর্ডিং বাজিয়ে শোনানো হয়। সেই বক্তব্য
              শোনার পর শেখ মুজিব আদালতের কোনো কার্যক্রমে অংশ নেওয়া এবং তার
              পক্ষে কৌঁসুলি নিয়োগে অস্বীকৃতি জানান। তিনি এই বিচারকে প্রহসন
              আখ্যা দেন। গোটা বিচারকালে তিনি কার্যত আদালতের দিকে পিঠ ফিরিয়ে
              বসেছিলেন। আদালত কক্ষে যা কিছু ঘটেছে, তা তিনি নিস্পৃহভাবে বরণ
              করেছিলেন। বিচার প্রক্রিয়ায় আত্মপক্ষ সমর্থন তো দূরের কথা, কোনো
              কার্যক্রমেই অংশ নেননি তিনি।[১২৯] ৩রা ডিসেম্বর পাকিস্তান
              বিমানবাহিনী ভারতের কয়েকটি সামরিক বিমানঘাঁটি আক্রমণ করলে সর্বাত্মক
              যুদ্ধ শুরু হয়। পরদিন, ৪ঠা ডিসেম্বর সামরিক আদালত বিচারের রায়
              ঘোষণা করে। শেখ মুজিবুর রহমানকে মৃত্যুদণ্ডাদেশ দেওয়া হয়। আদালতের
              কার্যক্রম শেষে তাকে নেওয়া হয় মিয়ানওয়ালি শহরের আরেকটি কারাগারে।
              সেখানে দণ্ডাদেশ কার্যকর করার ব্যবস্থা চলতে থাকে। বলা হয়ে থাকে, যে
              কারাগার কক্ষে তিনি অবস্থান করেছিলেন, তার পাশে একটি কবরও খোঁড়া
              হয়েছিল। তবে দ্রুত পরিবর্তনশীল যুদ্ধ পরিস্থিতির কারণে মৃত্যুদণ্ড
              কার্যকর করা সম্ভব হয়নি।[১২৯] আন্তর্জাতিক চাপ থাকা সত্ত্বেও
              পাকিস্তানি সরকার মুজিবকে ছেড়ে দিতে এবং তার সাথে সমঝোতা করতে
              অস্বীকৃতি জানায়।[১৩৩] ১৯৭১ খ্রিষ্টাব্দের ডিসেম্বর মাসে যুদ্ধে
              ভারতের সরাসরি অংশগ্রহণের ফলে ১৬ই ডিসেম্বর পাকিস্তানি বাহিনী
              মুক্তিবাহিনী ও ভারতীয় সেনাবাহিনীকে নিয়ে গড়া যৌথ বাহিনীর কাছে
              আত্মসমর্পণ করে এবং আওয়ামী লীগ নেতৃবৃন্দ ঢাকায় ফিরে সরকার গঠন
              করেন
            </p>
            <h5>কারামুক্তি ও স্বদেশ প্রত্যাবর্তন</h5>
            <p>
              লাহোর থেকে ৮০ মাইল দূরে পাকিস্তানের উষ্ণতম শহর লায়ালপুরের
              (বর্তমান ফয়সালাবাদ) কারাগারে শেখ মুজিবকে কড়া নিরাপত্তায় আটকে
              রাখা হয়। তাকে নিঃসঙ্গ সেলে (সলিটারি কনফাইন্টমেন্ট) রাখা
              হয়েছিল।[১২৯] এদিকে ১৯৭১ খ্রিষ্টাব্দের এপ্রিলে তৎকালীন কুষ্টিয়া
              জেলার বৈদ্যনাথতলার আম্রকাননে (বর্তমানে মেহেরপুর জেলার মুজিবনগর)
              বাংলাদেশ সরকার প্রতিষ্ঠিত হয়। এ সরকারের রাষ্ট্রপতি ও সশস্ত্র
              বাহিনীর সর্বাধিনায়ক ছিলেন শেখ মুজিবুর রহমান। তার অনুপস্থিতিতে
              মুজিবনগর সরকারের উপরাষ্ট্রপতি সৈয়দ নজরুল ইসলাম অস্থায়ী
              রাষ্ট্রপতি ও সশস্ত্র বাহিনীর অস্থায়ী সর্বাধিনায়ক হিসেবে দায়িত্ব
              পালন করেন। তাজউদ্দিন আহমেদ হন প্রধানমন্ত্রী। পূর্ব পাকিস্তানে
              মুজিবনগর সরকারের নেতৃত্বে মুক্তিবাহিনী বড় রকমের বিদ্রোহ সংঘটিত
              করে। মুক্তিবাহিনী ও পাকিস্তান বাহিনীর মধ্যকার সংঘটিত যুদ্ধটিই
              বাংলাদেশের স্বাধীনতা যুদ্ধ নামে পরিচিত।[১৩১][১৩২] ১৯শে জুলাই
              পাকিস্তানি কর্তৃপক্ষ সামরিক আদালতে মুজিবের আসন্ন বিচারের বার্তা
              গণমাধ্যমে প্রকাশ করে। পাকিস্তানি জেনারেল রহিমুদ্দিন খান এই আদালতের
              নেতৃত্ব দেন। তবে মামলার প্রকৃত কার্যপ্রণালী ও রায় কখনোই জনসমক্ষে
              প্রকাশ করা হয়নি। লায়ালপুর কারাগারে সামরিক আদালত গঠন করা হয়। তাই
              মামলাটি “লায়ালপুর ট্রায়াল” হিসেবে অভিহিত।[১৪] এই মামলার শুরুতে
              সরকারের দিক থেকে প্রবীণ সিন্ধি আইনজীবী এ. কে. ব্রোহিকে অভিযুক্তের
              পক্ষে মামলা পরিচালনায় নিয়োগ দেয়া হয়। আদালতের কার্যক্রমের
              শুরুতে ১২ দফা অভিযোগনামা পড়ে শোনানো হয়। অভিযোগের মধ্যে
              ছিল–রাষ্ট্রদ্রোহ, সরকারের বিরুদ্ধে যুদ্ধ ঘোষণা ইত্যাদি। ছয়টি
              অপরাধের জন্য শাস্তি ছিল মৃত্যুদণ্ড। আদালতে ইয়াহিয়া খানের ২৬শে
              মার্চ প্রদত্ত ভাষণের টেপ রেকর্ডিং বাজিয়ে শোনানো হয়। সেই বক্তব্য
              শোনার পর শেখ মুজিব আদালতের কোনো কার্যক্রমে অংশ নেওয়া এবং তার
              পক্ষে কৌঁসুলি নিয়োগে অস্বীকৃতি জানান। তিনি এই বিচারকে প্রহসন
              আখ্যা দেন। গোটা বিচারকালে তিনি কার্যত আদালতের দিকে পিঠ ফিরিয়ে
              বসেছিলেন। আদালত কক্ষে যা কিছু ঘটেছে, তা তিনি নিস্পৃহভাবে বরণ
              করেছিলেন। বিচার প্রক্রিয়ায় আত্মপক্ষ সমর্থন তো দূরের কথা, কোনো
              কার্যক্রমেই অংশ নেননি তিনি।[১২৯] ৩রা ডিসেম্বর পাকিস্তান
              বিমানবাহিনী ভারতের কয়েকটি সামরিক বিমানঘাঁটি আক্রমণ করলে সর্বাত্মক
              যুদ্ধ শুরু হয়। পরদিন, ৪ঠা ডিসেম্বর সামরিক আদালত বিচারের রায়
              ঘোষণা করে। শেখ মুজিবুর রহমানকে মৃত্যুদণ্ডাদেশ দেওয়া হয়। আদালতের
              কার্যক্রম শেষে তাকে নেওয়া হয় মিয়ানওয়ালি শহরের আরেকটি কারাগারে।
              সেখানে দণ্ডাদেশ কার্যকর করার ব্যবস্থা চলতে থাকে। বলা হয়ে থাকে, যে
              কারাগার কক্ষে তিনি অবস্থান করেছিলেন, তার পাশে একটি কবরও খোঁড়া
              হয়েছিল। তবে দ্রুত পরিবর্তনশীল যুদ্ধ পরিস্থিতির কারণে মৃত্যুদণ্ড
              কার্যকর করা সম্ভব হয়নি।[১২৯] আন্তর্জাতিক চাপ থাকা সত্ত্বেও
              পাকিস্তানি সরকার মুজিবকে ছেড়ে দিতে এবং তার সাথে সমঝোতা করতে
              অস্বীকৃতি জানায়।[১৩৩] ১৯৭১ খ্রিষ্টাব্দের ডিসেম্বর মাসে যুদ্ধে
              ভারতের সরাসরি অংশগ্রহণের ফলে ১৬ই ডিসেম্বর পাকিস্তানি বাহিনী
              মুক্তিবাহিনী ও ভারতীয় সেনাবাহিনীকে নিয়ে গড়া যৌথ বাহিনীর কাছে
              আত্মসমর্পণ করে এবং আওয়ামী লীগ নেতৃবৃন্দ ঢাকায় ফিরে সরকার গঠন
              করেন
            </p>
          </div>
          <div className="imgDiv">
            <img src={sevenM} alt="" className=" imgOne" />
            <p>সাতই মার্চের ভাষণ দিচ্ছেন শেখ মুজিবুর রহমান</p>
          </div>
        </div>
        {/* নবরাষ্ট্র পুনর্গঠন */}
        <h2>বাংলাদেশ শাসন</h2>
        <hr />
        <div className="descDiv">
          <div className="pDiv">
            <h5>নবরাষ্ট্র পুনর্গঠন</h5>
            <p className="">
              ১৯৭১ খ্রিষ্টাব্দে পাকিস্তানি সেনাবাহিনী পরিচালিত নয় মাসব্যাপী
              ব্যাপক ধ্বংসযজ্ঞের পর সমগ্র বাংলাদেশের অবস্থা অত্যন্ত শোচনীয়
              ছিল।[টীকা ৯][১৪৪][১৪৫] শেখ মুজিব এই ধ্বংসযজ্ঞকে “মানব ইতিহাসের
              জঘন্যতম ধ্বংসযজ্ঞ” হিসেবে উল্লেখ করে ৩০ লাখ মানুষ নিহত ও ২ লাখ
              নারীর ধর্ষিত হওয়ার আনুষ্ঠানিক ঘোষণা দেন।[১৪৫] ১৯৭২ খ্রিষ্টাব্দে
              শেখ মুজিব মাত্র এক বছরের মধ্যে দেশ পুনর্গঠনের জন্য উল্লেখযােগ্য
              কর্মসূচি হাতে নেন। প্রশাসনিক ব্যবস্থার পুনর্গঠন, সংবিধান প্রণয়ন,
              এক কোটি মানুষের পুনর্বাসন, যোগাযোগ ব্যবস্থার উন্নয়ন, শিক্ষা
              ব্যবস্থার সম্প্রসারণ, শিক্ষার্থীদের জন্য প্রাথমিক শ্রেণি পর্যন্ত
              বিনামূল্যে এবং মাধ্যমিক শ্রেণি পর্যন্ত নামমাত্র মূল্যে পাঠ্যপুস্তক
              সরবরাহ, মাদ্রাসা শিক্ষা বোর্ড পুনর্গঠন, ১১,০০০ প্রাথমিক বিদ্যালয়
              প্রতিষ্ঠাসহ ৪০,০০০ প্রাথমিক বিদ্যালয় সরকারিকরণ, দুঃস্থ মহিলাদের
              কল্যাণের জন্য নারী পুনর্বাসন সংস্থা, মুক্তিযোদ্ধাদের জন্য
              মুক্তিযােদ্ধা কল্যাণ ট্রাস্ট গঠন, ২৫ বিঘা পর্যন্ত জমির খাজনা
              মওকুফ, বিনামূল্যে বা স্বল্পমূল্যে কৃষকদের মধ্যে কৃষি উপকরণ বিতরণ,
              পাকিস্তানিদের পরিত্যক্ত ব্যাংক, বীমা এবং ৫৮০টি শিল্প ইউনিটের
              জাতীয়করণ ও চালু করার মাধ্যমে হাজার হাজার শ্রমিক কর্মচারীর
              কর্মসংস্থান, ঘোড়াশাল সার কারখানা, আশুগঞ্জ কমপ্লেক্সের প্রাথমিক
              কাজ ও অন্যান্য নতুন শিল্প স্থাপন, বন্ধ শিল্প-কারখানা চালুকরণসহ
              অন্যান্য সমস্যা মোকাবেলাপূর্বক একটি সুষ্ঠু পরিকল্পনার মাধ্যমে
              অর্থনৈতিক অবকাঠামো তৈরি করে দেশকে ধীরে ধীরে একটি সমৃদ্ধশালী
              রাষ্ট্রে পরিণত করার প্রয়াস চালান। শেখ মুজিবুর রহমান পাকিস্তানি
              বাহিনীর সাথে আঁতাতের অভিযোগে ১৯৭২ খ্রিষ্টাব্দে নিষিদ্ধ ঘোষিত
              ইসলামিক ফাউন্ডেশন পুনরায় চালু করেন।[১৪৬] ইসলামি গোত্রগুলোর জোর
              দাবির পরিপ্রেক্ষিতে মদ তৈরি ও বিপণন এবং জুয়া খেলা নিষিদ্ধ
              করেন।[১৪৭] তার শাসনে অসন্তুষ্ট ডানপন্থী সমাজতান্ত্রিক দলগুলোর
              সমর্থন পেতে তিনি সন্দেহভাজন যুদ্ধাপরাধীদের প্রতি শর্তসাপেক্ষে
              সাধারণ ক্ষমা ঘোষণা করেন। ১৯৭৩ খ্রিষ্টাব্দের ৩০শে নভেম্বর সাধারণ
              ক্ষমার ঘোষণায় তিনি “মুক্তিযুদ্ধে পাকিস্তানকে সহায়তাকারী
              দালালেরা” তাদের ভুল বুঝতে পেরে দেশের উন্নয়নে আত্মনিয়োগ করবে বলে
              আশা প্রকাশ করেন এবং দালাল অধ্যাদেশে আটক ও সাজাপ্রাপ্ত আসামিদের ১৬ই
              ডিসেম্বরের মধ্যে মুক্তি দেওয়ার ঘোষণা দেন।[১৪৭] তবে হত্যা, ধর্ষণ,
              অগ্নিসংযোগ, বাড়িঘর পোড়ানো ও বিস্ফোরক ব্যবহারে ক্ষতিসাধনের জন্য
              দোষী সাব্যস্ত অপরাধীদের সাধারণ ক্ষমার আওতায় আনা হয়নি।[১৪৮][১৪৯]
              অত্যন্ত অল্প সময়ে বিশ্বের প্রায় সব রাষ্ট্রের স্বীকৃতি আদায় ও
              ১৯৭৪ খ্রিষ্টাব্দের ১৭ সেপ্টেম্বর জাতিসংঘের ১৩৬তম সদস্যপদ লাভ ছিল
              শেখ মুজিব সরকারের উল্লেখযােগ্য সাফল্য। কৃষি উৎপাদন বৃদ্ধির জন্য
              যুগান্তকারী পদক্ষেপ নেয়া হয়। ১০০ বিঘার বেশি জমির মালিকদের জমি
              এবং নতুন চর বিনামূল্যে ভূমিহীন কৃষকদের মধ্যে বণ্টন করা হয়। গ্রাম
              বাংলার ঋণে জর্জরিত কৃষকদের মুক্তির জন্য তিনি “খাই-খালাসী আইন” পাশ
              করেন। গ্রাম বাংলায় বিদ্যুৎ সরবরাহ ও শিল্প-কৃষি উৎপাদনের জন্য
              পল্লী বিদ্যুৎ উন্নয়ন বাের্ড প্রতিষ্ঠা করেন। শেখ মুজিবুর রহমান
              স্থানীয় সরকারগুলোতে গণতন্ত্রায়নের সূচনা করেন। তিনি ইউনিয়ন
              পরিষদ, পৌরসভায় প্রত্যক্ষ ভােটে চেয়ারম্যান ও ভাইস চেয়ারম্যান
              নির্বাচনের ব্যবস্থা করেন। এর ফলে প্রশাসনে জনগণ সরাসরি অংশগ্রহণের
              সুযোগ লাভ করে। ১৯৭৩ খ্রিষ্টাব্দের ফেব্রুয়ারি নাগাদ ১৩ মাসে ১০
              কোটি টাকা তাকাবি ঋণ[টীকা ১০] বণ্টন, ৫ কোটি টাকার সমবায় ঋণ প্রদান,
              কৃষিক্ষেত্রে আমূল পরিবর্তন, ১০ লাখ বসতবাড়ি নির্মাণ, চীনের কয়েক
              দফা ভেটো সত্ত্বেও জাতিসংঘের সদস্যপদ লাভ, ৩০ কোটি টাকার
              ত্রাণসামগ্রী বিতরণ, ২রা ফেব্রুয়ারি থেকে মিত্রবাহিনীর সৈন্য
              প্রত্যাবর্তন শুরুসহ দেশের সাধারণ মানুষের মুক্তির লক্ষ্যে শেখ মুজিব
              বিশাল কর্মযজ্ঞের আয়ােজন করেন।[২২] মুজিব শতাধিক পরিত্যক্ত
              শিল্পপ্রতিষ্ঠান ও কোম্পানি রাষ্ট্রীয়করণ করেন এবং ভূমি ও মূলধন
              বাজেয়াপ্ত করে ভূমি পুনর্বণ্টনের মাধ্যমে কৃষকদের সাহায্যের উদ্যোগ
              গ্রহণ করেন।[১৫০] মুক্তিযুদ্ধকালে ভারতে আশ্রয়গ্রহণকারী প্রায় ১
              কোটি শরণার্থীর পুনর্বাসনের জন্য বড় ধরনের পদক্ষেপ নেয়া হয়।
              এরফলে, অর্থনৈতিক সঙ্কটের অবসান হতে শুরু করে এবং সমূহ দুর্ভিক্ষ
              এড়ানো সম্ভব হয়।[১৫১] এছাড়াও তিনি প্রাথমিক শিক্ষা, খাদ্য,
              স্বাস্থ্য, পানি ও বিদ্যুৎ সরবরাহ নিশ্চিতকল্পে রাষ্ট্রীয়
              কর্মকাণ্ডের বিস্তৃতি ঘটান। শেখ মুজিবের নির্দেশে ১৯৭৫ খ্রিষ্টাব্দের
              ২১শে জুন সকল মহকুমাকে জেলায় উন্নীত করে পূর্বের ১৯টি বৃহত্তর জেলার
              স্থলে ৬১টি জেলা সৃষ্টি করা হয়। ১৬ই জুলাই শেখ মুজিব ৬১ জেলার
              প্রতিটির জন্য একজন করে গভর্নর নিয়োগ দেন
            </p>
          </div>
          <div className="imgDiv">
            <img src={newS} alt="" className=" imgOne" />
            <p>জনগণের সাথে এক সম্মেলনে শেখ মুজিবুর রহমান</p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default About;
